Repository: jtrp98/test02
Catalog: jabjaiuniversity/FingerprintPayment/Resources/Resource.*.resx
Languages: cn, th

# M00281
source: An attempt to copy your class schedule has no timetable. Please select another class
cn: 优良
th: ความพยายามคัดลอกชั้นเรียนของคุณไม่มีตารางเวลา กรุณาเลือกชั้นเรียนอื่น

# M00282
source: Behavior
cn: 尝试复制您的班级没有时间表，请选择其他班级
th: ความพฤติ

# M00283
source: Disability
cn: 行为
th: ความพิการ

# M00284
source: Multiple Disabilities
cn: 残疾
th: ความพิการซ้ำซ้อน

# M00285
source: Hearing Impairment
cn: 复合残疾
th: ความพิการทางการได้ยิน

# M00286
source: Speech and Language Impairment
cn: 听力残疾
th: ความพิการทางการพูด,ภาษา

# M00287
source: Visual Impairment
cn: 语言、说话残疾
th: ความพิการทางการมองเห็น

# M00288
source: Learning Disability
cn: 视觉残疾
th: ความพิการทางการเรียนรู้

# M00289
source: Behavioral and Emotional Disability
cn: 学习障碍
th: ความพิการทางพฤติกรรมและอารมณ์

# M00290
source: Physical and Health Impairment
cn: 行为与情绪障碍
th: ความพิการทางร่างกาย,สุขภาพ

# M00291
source: Intellectual Disability
cn: 身体、健康障碍
th: ความพิการทางสติปัญญา

# M00292
source: Autism disability
cn: 智力障碍
th: ความพิการทางออทิสติก

# M00293
source: Cleanliness
cn: 自闭症障碍
th: ความสะอาด

# M00294
source: Relationship
cn: 清洁
th: ความสัมพันธ์

# M00295
source: Relationship with Friends
cn: 关系
th: ความสัมพันธ์กับเพื่อน

# M00296
source: Family Member Relationships
cn: 与朋友的关系
th: ความสัมพันธ์ของสมาชิกในครอบครัว

# M00297
source: Student Relationships with Family Members
cn: 家庭成员关系
th: ความสัมพันธ์ระหว่างนักเรียนกับสมาชิกในครอบครัว

# M00298
source: Happiness
cn: 学生与家庭成员的关系
th: ความสุข

# M00299
source: Meaning
cn: 幸福
th: ความหมาย

# M00300
source: Opinion
cn: 含义
th: ความเห็น

# M00301
source: Approver's Opinion
cn: 意见
th: ความเห็นผู้อนุมัติคนที่

# M00302
source: Condominium / Apartment / Flat
cn: 批准人意见
th: คอนโดมิเนียม / อะพาร์ตเมนต์ / แฟลต

# M00303
source: Course
cn: 公寓/宿舍/单元房
th: คอร์ส

# M00304
source: Score
cn: 课程
th: คะแนน

# M00305
source: Score (Out of 10)
cn: 分数
th: คะแนน (เต็ม 10)

# M00306
source: Midterm Score
cn: 分数（满分 10）
th: คะแนนกลางภาค

# M00307
source: Accumulated score
cn: 中期考试分数
th: คะแนนเก็บ

# M00308
source: Behavioral Score
cn: 平时成绩
th: คะแนนความประพฤติ

# M00309
source: Scores will be adjusted. Are you sure you want to change the settings?
cn: 行为分数
th: คะแนนจะถูกปรับ แน่ใจไหมว่าต้องการเปลี่ยนการตั้งค่า

# M00310
source: Average Score
cn: 分数将被调整，确定是否要更改设置
th: คะแนนเฉลี่ย

# M00311
source: Full Score
cn: 平均分
th: คะแนนเต็ม

# M00312
source: Full score 100 points
cn: 满分
th: คะแนนเต็ม 100 คะแนน

# M00313
source: Full score of behavior
cn: 满分 100 分
th: คะแนนเต็มความประพฤติ

# M00314
source: A maximum of 100 points can be generated per channel and cannot be lower than a student's score.
cn: 满分行为分数
th: คะแนนเต็มสามารถสร้างได้สูงสุด 100 คะแนนต่อช่อง และห้ามต่ำกว่าคะแนนของนักเรียน

# M00315
source: Achieved score
cn: 每个单元的最高可得分为 100 分，且不得低于学生的分数
th: คะแนนที่ได้

# M00316
source: Edited Score
cn: 获得的分数
th: คะแนนที่ทำการแก้ไข

# M00317
source: passing score
cn: 修改的分数
th: คะแนนที่ผ่าน

# M00318
source: Student's score
cn: 通过的分数
th: คะแนนนักเรียน

# M00319
source: Performance score has been changed from
cn: 学生分数
th: คะแนนประสิทธิภาพถูกเปลี่ยนจาก

# M00320
source: Final Score
cn: 效率分数已更改为
th: คะแนนปลายภาค

# M00321
source: Current score
cn: 期末考试分数
th: คะแนนปัจจุบัน

# M00322
source: Score is incorrect Score must not exceed the full score set. Please fix it and try again.
cn: 当前分数
th: คะแนนไม่ถูกต้อง คะแนนต้องไม่เกินคะแนนเต็มที่ตั้งไว้ โปรดแก้ไขและลองใหม่อีกครั้ง

# M00323
source: Score format
cn: 分数不正确，分数不得超过设置的满分，请修正并重试
th: คะแนนรูปแบบที่

# M00324
source: Initial score
cn: 格式分数
th: คะแนนเริ่มต้น

# M00325
source: First exam score
cn: 初始分数
th: คะแนนสอบครั้งแรก

# M00326
source: Average exam score
cn: 第一次考试分数
th: คะแนนสอบเฉลี่ย

# M00327
source: Best exam score
cn: 平均考试分数
th: คะแนนสอบที่ดีที่สุด

# M00328
source: Copy
cn: 最佳考试分数
th: คัดลอก

# M00329
source: Copy data from
cn: 复制
th: คัดลอกข้อมูลจาก

# M00330
source: Copy address information from
cn: 从…复制
th: คัดลอกข้อมูลที่อยู่จาก

# M00331
source: Copy the homeroom teacher's name
cn: 复制地址信息
th: คัดลอกชื่อครูประจำชั้น

# M00332
source: Copy the plan
cn: 复制班主任姓名
th: คัดลอกแผน

# M00333
source: Copy the number
cn: 复制计划
th: คัดลอกเลขที่

# M00334
source: Copy subjects from another class
cn: 复制编号
th: คัดลอกวิชาเรียนจากชั้นอื่น

# M00335
source: overdue
cn: 复制其他班级课程
th: ค้างชำระ

# M00336
source: Average
cn: 未付款
th: ค่าเฉลี่ย

# M00337
source: The fee is calculated as a % of the total amount.
cn: 平均值
th: ค่าธรรมเนียมคิดเป็น % จากยอดทั้งหมด

# M00338
source: Fees only in the case of payment by credit card.
cn: 手续费按总额的 % 计算
th: ค่าธรรมเนียมเฉพาะกรณีชำระด้วยบัตรเครดิตเท่านั้น

# M00339
source: Tuition fees
cn: 仅限通过信用卡支付的手续费
th: ค่าธรรมเนียมเรียน

# M00340
source: Other fees
cn: 学费
th: ค่าธรรมเนียมอื่นๆ

# M00341
source: period
cn: 其他费用
th: คาบที่

# M00342
source: Card Insurance Fee
cn: 课节
th: ค่าประกันบัตร

# M00343
source: Fines per day
cn: 卡片保险费
th: ค่าปรับวันละ

# M00344
source: Default
cn: 每日罚款
th: ค่าเริ่มต้น

# M00345
source: Registration fee for retaking the exam
cn: 默认值
th: ค่าลงทะเบียนสอบแก้ตัว

# M00346
source: Registration fee for retaking the exam (midterm)
cn: 补考注册费用
th: ค่าลงทะเบียนสอบแก้ตัว(กลางภาค)

# M00347
source: Registration fee for retaking the exam (final semester)
cn: 补考注册费用（中期考试）
th: ค่าลงทะเบียนสอบแก้ตัว(ปลายภาค)

# M00348
source: Application fee
cn: 补考注册费用（期末考试）
th: ค่าสมัคร

# M00349
source: Explanation
cn: 注册费
th: คำชี้แจง

# M00350
source: Questionnaire response clarification
cn: 声明
th: คำชี้แจงการตอบแบบสอบถาม

# M00351
source: Warning
cn: 调查问卷声明
th: คำเตือน

# M00352
source: Calculate half day absence (Cut the score in half of the set amount)
cn: 警告
th: คำนวณขาดครึ่งวัน (ตัดคะแนนครึ่งของที่ตั้งไว้)

# M00353
source: Calculate academic results
cn: 计算半天缺席（扣除设定的半数分数）
th: คำนวนผลการเรียน

# M00354
source: Prefix
cn: 计算学业成绩
th: คำนำหน้า

# M00355
source: Prefix (Thai language)
cn: 称谓
th: คำนำหน้า(ภาษาไทย)

# M00356
source: Prefix (English)
cn: 称谓（泰文）
th: คำนำหน้า(ภาษาอังกฤษ)

# M00357
source: A request with only 1 person disagreeing will be considered invalid.
cn: 称谓（英文）
th: คำร้องที่มีผู้ไม่เห็นด้วยเพียง 1 คน จะถือว่าคำร้องนั้นเป็นโมฆะ

# M00358
source: Calculate as a Percentage
cn: 只要有 1 人不同意，申请将视为无效
th: คิดเป็นร้อยละ

# M00359
source: Total Calculate as a Percentage
cn: 百分比
th: คิดเป็นร้อยละทั้งหมด

# M00360
source: Key
cn: 总百分比
th: คีย์

# M00361
source: Returned
cn: 密钥
th: คืนแล้ว

# M00362
source: Return the book
cn: 已归还
th: คืนหนังสือ

# M00363
source: You
cn: 归还书籍
th: คุณ

# M00364
source: Do you want to save the changes?
cn: 您
th: คุณต้องการที่จะบันทึกการเปลี่ยนแปลงหรือไม่

# M00365
source: Do you want to delete?
cn: 您要保存更改吗？
th: คุณต้องการที่จะลบ?

# M00366
source: Do you want to import alumni data?
cn: 您要删除吗？
th: คุณต้องการนำเข้าข้อมูลศิษย์เก่า หรือไม่?

# M00367
source: Do you want to confirm the number sequence?
cn: 您是否要导入校友数据？
th: คุณต้องการยืนยันการเรียงเลขที่หรือไม่ ?

# M00368
source: Do you want to delete?
cn: 您是否确认排序编号？
th: คุณต้องการลบ

# M00369
source: Do you want to delete all students?
cn: 您是否要删除
th: คุณต้องการลบนักเรียนทั้งหมด

# M00370
source: Do you want to submit REGIS data?
cn: 您要删除所有学生吗？
th: คุณต้องการส่งข้อมูล REGIS หรือไม่?

# M00371
source: Are you sure you want to delete this item?
cn: 您是否要提交 REGIS 数据？
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้?

# M00372
source: Are you sure you want to delete?
cn: 您确定要删除此条目吗？
th: คุณแน่ใจหรือว่าต้องการลบ

# M00373
source: attribute
cn: 您确定要删除
th: คุณลักษณะ

# M00374
source: Desirable Characteristics
cn: 特性
th: คุณลักษณะอันพึงประสงค์

# M00375
source: manual
cn: 期望特性
th: คู่มือ

# M00376
source: Have registered for state welfare (poverty registration) before
cn: 好的，这里是将文本翻译成中文的版本
th: เคยลงทะเบียนเพื่อสวัสดิการแห่งรัฐ (ลงทะเบียนคนจน)

# M00377
source: Your internet network is unstable. Please check your internet connection and try again.
cn: 曾注册为国家福利（低收入登记）
th: เครือข่ายอินเทอร์เน็ตของท่านไม่เสถียร กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตและลองใหม่อีกครั้ง

# M00378
source: Student Card Scanner
cn: 您的网络连接不稳定，请检查您的互联网连接并重试
th: เครื่องสแกนบัตรนักเรียน

# M00379
source: Project
cn: 学生证扫描仪
th: โครงการ

# M00380
source: Course structure
cn: 项目
th: โครงสร้างวิชาเรียน

# M00381
source: Guidance work
cn: 课程结构
th: งานแนะแนว

# M00382
source: Balance
cn: 职业指导
th: เงินคงเหลือ

# M00383
source: Salary
cn: 余额
th: เงินเดือน

# M00384
source: Position Allowance
cn: 薪资
th: เงินประจำตำแหน่ง

# M00385
source: Cash
cn: 职务津贴
th: เงินสด

# M00386
source: Conditions for automatic score deduction.
cn: 现金
th: เงื่อนไขการตัดคะแนนอัตโนมัติ

# M00387
source: The operating conditions of the leave system are as follows.
cn: 自动扣分条件
th: เงื่อนไขการทำงานของระบบลามีดังนี้

# M00388
source: Conditions for sorting numbers
cn: 系统工作条件如下
th: เงื่อนไขการเรียงเลขที่

# M00389
source: E-Mail
cn: 排序条件
th: จดหมายอิเล็กทรอนิกส์

# M00390
source: Bicycle
cn: 电子邮件
th: จักรยาน

# M00391
source: Province
cn: 自行车
th: จังหวัด

# M00392
source: Data management
cn: 省份
th: จัดการข้อมูล

# M00393
source: Exam Management
cn: 管理数据
th: จัดการข้อสอบ

# M00394
source: Class schedule management
cn: 管理考试
th: จัดการตารางสอน

# M00395
source: Store management
cn: 管理课程表
th: จัดการร้านค้า

# M00396
source: Course management
cn: 管理商店
th: จัดการรายวิชา

# M00397
source: Class management
cn: 管理课程
th: จัดการวิชาเรียน

# M00398
source: Curriculum management
cn: 管理学科
th: จัดการหลักสูตร

# M00399
source: Course/Plan management
cn: 管理课程/计划
th: จัดการหลักสูตร/แผน

# M00400
source: Online Classroom Management
cn: 管理在线课堂
th: จัดการห้องเรียนออนไลน์

# M00401
source: Arrange prefix
cn: “排列前綴”
th: จัดคำนำหน้า

# M00402
source: Successfully arranged prefix
cn: “前綴排列成功”
th: จัดคำนำหน้าสำเร็จ

# M00403
source: Arrange class schedule
cn: 「安排課程」
th: จัดตารางเรียน

# M00404
source: Arrange successful numbers
cn: “數字排序成功”
th: จัดเรียงเลขที่สำเร็จ

# M00405
source: Arrange an exam room
cn: “安排考場”
th: จัดห้องสอบ

# M00406
source: Monday
cn: “週一”
th: จันทร์

# M00407
source: from all
cn: “來自所有人”
th: จากทั้งหมด

# M00408
source: from date
cn: “從日期開始”
th: จากวันที่

# M00409
source: Limit size to 5MB per file, up to 2 files
cn: “大小限制 5MB/文件，不超過 2 個文件”
th: จำกัดขนาด 5MB/ไฟล์ ไม่เกิน 2 ไฟล์

# M00410
source: Limit file size to 25MB per file
cn: “檔案大小限制 25MB/檔案”
th: จำกัดขนาดไฟล์ 25MB/ไฟล์

# M00411
source: Number of (people)
cn: “人數（人）”
th: จำนวน (คน)

# M00412
source: Quantity (Units)
cn: “數量（單位）”
th: จำนวน (หน่วย)

# M00413
source: Number of leave notifications: 100 times within 1 semester
cn: 《請假通知次數：1學期內100次》
th: จำนวนการแจ้งลา 100 ครั้งภายใน 1 เทอม

# M00414
source: Maximum amount of top-up per time
cn: 「單次最大儲值金額」
th: จำนวนการเติมเงินสูงสุดต่อครั้ง

# M00415
source: Number of Items
cn: 「物品數量」
th: จำนวนข้อ

# M00416
source: Number of people not passing the criteria
cn: “不合格人數”
th: จำนวนคนไม่ผ่านเกณฑ์

# M00417
source: Number of times used library
cn: “圖書館使用次數”
th: จำนวนครั้งเข้าใช้ห้องสมุด

# M00418
source: Amount of money
cn: “金額”
th: จำนวนเงิน

# M00419
source: Accrediting amount
cn: “學術地位的數量”
th: จำนวนเงินวิทยฐานะ

# M00420
source: Number of notifications
cn: “通知數量”
th: จำนวนแจ้งเตือน

# M00421
source: Number of study hours/year
cn: “學習時數/年”
th: จำนวนชั่วโมงเรียน/ปี

# M00422
source: Number of study hours/week
cn: “每週學習時數”
th: จำนวนชั่วโมงเรียน/สัปดาห์

# M00423
source: Number of points
cn: 「點數」
th: จำนวนแต้ม

# M00424
source: Total number
cn: “總數”
th: จำนวนทั้งหมด

# M00425
source: Number of times taking the exam
cn: 「參加考試的人數」
th: จำนวนที่เข้าสอบ

# M00426
source: Number of examination seats
cn: 「考試席位數」
th: จำนวนที่นั่งสอบ

# M00427
source: Number of books borrowed
cn: 「借入金額」
th: จำนวนที่ยืม

# M00428
source: Number of students
cn: 「學生人數」
th: จำนวนนักเรียน

# M00429
source: Number of students(people)
cn: 「學生人數（人）」
th: จำนวนนักเรียน(คน)

# M00430
source: Number of students/scanned/moved data.
cn: “學生人數/掃描/移動資料”
th: จำนวนนักเรียน/สแกน/ย้ายข้อมูล

# M00431
source: Number of male and female students
cn: 「男女學生人數」
th: จำนวนนักเรียนชาย-หญิง

# M00432
source: Total Number of Students
cn: “學生總數”
th: จำนวนนักเรียนทั้งหมด

# M00433
source: Number of students taking the exam
cn: “參加考試的學生人數”
th: จำนวนนักเรียนที่เข้าสอบ

# M00434
source: Number of students ineligible to take the exam
cn: “獲得 MSU 的學生人數”
th: จำนวนนักเรียนที่ได้ มส

# M00435
source: The number of students who received " ร ".
cn: “獲得R的學生人數”
th: จำนวนนักเรียนที่ได้ ร

# M00436
source: Number of students who received the level
cn: “獲得該級別的學生人數”
th: จำนวนนักเรียนที่ได้ระดับ

# M00437
source: Number of students who received level 0
cn: “獲得0級的學生人數”
th: จำนวนนักเรียนที่ได้ระดับ 0

# M00438
source: Number of students who received a level of 1.0
cn: “獲得 1.0 級別的學生人數”
th: จำนวนนักเรียนที่ได้ระดับ 1.0

# M00439
source: Number of students who received level 1.5
cn: “獲得1.5級的學生人數”
th: จำนวนนักเรียนที่ได้ระดับ 1.5

# M00440
source: Number of students who received a level of 2.0
cn: “獲得 2.0 級別的學生人數”
th: จำนวนนักเรียนที่ได้ระดับ 2.0

# M00441
source: Number of students who received level 2.5
cn: “獲得 2.5 級的學生人數”
th: จำนวนนักเรียนที่ได้ระดับ 2.5

# M00442
source: Number of students who achieved level 3 and above
cn: “獲得3級或更高級別的學生人數”
th: จำนวนนักเรียนที่ได้ระดับ 3 ขึ้นไป

# M00443
source: Number of students who received a level of 3.0
cn: “獲得 3.0 級別的學生人數”
th: จำนวนนักเรียนที่ได้ระดับ 3.0

# M00444
source: Number of students who received a level of 3.5
cn: “獲得 3.5 級的學生人數”
th: จำนวนนักเรียนที่ได้ระดับ 3.5

# M00445
source: Number of students who received a 4.0 level
cn: “獲得 4.0 級別的學生人數”
th: จำนวนนักเรียนที่ได้ระดับ 4.0

# M00446
source: Number of students who have gone on home visits
cn: “拜訪過他們家的學生人數”
th: จำนวนนักเรียนที่ได้ออกเยี่ยมบ้าน

# M00447
source: Number of students with learning outcomes
cn: 「有學習成果的學生人數」
th: จำนวนนักเรียนที่มีผลการเรียนรู้

# M00448
source: Number of students who passed the exam
cn: “通過考試的學生人數”
th: จำนวนนักเรียนที่สอบผ่าน

# M00449
source: Number of students who did not pass the exam
cn: “未通過考試的學生人數”
th: จำนวนนักเรียนที่สอบไม่ผ่าน

# M00450
source: Number of students who conducted home visits
cn: “到家的學生人數”
th: จำนวนนักเรียนที่ออกเยี่ยมบ้าน

# M00451
source: Number of staff members
cn: 排列前缀
th: จำนวนบุคลากร

# M00452
source: Total number of vocational course types (Certificate Level)
cn: 前缀排列已完成
th: จำนวนประเภทวิชาทั้งหมด (ปวช.)

# M00453
source: Total number of vocational course types (Diploma Level)
cn: 安排日程
th: จำนวนประเภทวิชาทั้งหมด (ปวส.)

# M00454
source: Number of recipients
cn: 编号排序已完成
th: จำนวนผู้รับ

# M00455
source: Number of senders
cn: 设置考场
th: จำนวนผู้ส่ง

# M00456
source: Number of siblings studying in this school
cn: 在星期一
th: จำนวนพี่/น้องที่เรียนในโรงเรียนแห่งนี้

# M00457
source: Total number of siblings
cn: 来自所有人
th: จำนวนพี่น้องทั้งหมด

# M00458
source: Number of reports
cn: 从日期开始
th: จำนวนรายงาน

# M00459
source: Number of volumes
cn: 限制文件大小为5MB/文件，最多2个文件
th: จำนวนเล่ม

# M00460
source: Number of days overdue
cn: 文件大小限制为25MB/文件
th: จำนวนวันที่ค้างส่ง

# M00461
source: Number of leave days
cn: 人数
th: จำนวนวันลา

# M00462
source: Number of subjects with recorded scores
cn: 数量（单位）
th: จำนวนวิชาที่บันทึกคะแนนแล้ว

# M00463
source: Number of subjects being studied
cn: 请假次数：一个学期100次
th: จำนวนวิชาที่เรียน

# M00464
source: Number of weeks of study time
cn: 单个最高保留值
th: จำนวนสัปดาห์เวลาเรียน

# M00465
source: Total number of vocational program branches (Certificate Level)
cn: 条目数量
th: จำนวนสาขางานทั้งหมด (ปวช.)

# M00466
source: Total number of vocational program branches (Diploma Level)
cn: 不符合条件的人数
th: จำนวนสาขาวิชาทั้งหมด (ปวช.)

# M00467
source: Number of displays
cn: 图书馆使用时间
th: จำนวนแสดงผล

# M00468
source: Number of borrowed books
cn: 数量
th: จำนวนหนังสือที่ยืม

# M00469
source: Number of books available for borrowing
cn: 学术状态数量
th: จำนวนหนังสือที่ยืมได้

# M00470
source: Number of pages
cn: 通知次数
th: จำนวนหน้า

# M00471
source: Release Students
cn: 每年学时
th: จำหน่าย

# M00472
source: Notification of news
cn: 每周学时
th: แจ้งข่าวสาร

# M00473
source: Notification
cn: 分数
th: แจ้งเตือน

# M00474
source: Score Alert to Threshold
cn: 总共
th: แจ้งเตือนคะแนนถึงเกณฑ์

# M00475
source: System Notification
cn: 考试人数
th: แจ้งเตือนระบบ

# M00476
source: Online Learning Notification
cn: 考试座位数
th: แจ้งเตือนเรียนออนไลน์

# M00477
source: Report a Problem
cn: 贷款金额
th: แจ้งปัญหา

# M00478
source: Report a Problem/Suggestion
cn: 学生人数
th: แจ้งปัญหา/ข้อเสนอแนะ

# M00479
source: Notification Results
cn: 学生人数（人）
th: แจ้งผลการดำเนินการ

# M00480
source: No.
cn: 学生/扫描/数据迁移数量
th: ฉบับที่

# M00481
source: Only T 50 = means you have moderate ability.
cn: 男性和女性学生人数
th: เฉพาะ T 50 = แปลว่า มีความสามารถปานกลางพอดี

# M00482
source: Only late/absent/leave
cn: 学生总数
th: เฉพาะ สาย/ขาด/ลา

# M00483
source: Only set the term value
cn: 参加考试的学生人数
th: เฉพาะกำหนดค่าเทอม

# M00484
source: Only the Accumulated score field
cn: 获得MSU的学生人数
th: เฉพาะช่องคะแนนเก็บ

# M00485
source: Only students
cn: 获得R的学生人数
th: เฉพาะนักเรียน

# M00486
source: Only students who are already logged in
cn: 达到这一水平的学生人数
th: เฉพาะนักเรียนที่เข้าสู่ระบบแล้ว

# M00487
source: Only for students who are not yet logged in.
cn: 成绩达到0的学生人数
th: เฉพาะนักเรียนที่ยังไม่เข้าสู่ระบบ

# M00488
source: Only personnel
cn: 达到1.0级别的学生人数
th: เฉพาะบุคลากร

# M00489
source: Only grade level
cn: 达到1.5级别的学生人数
th: เฉพาะระดับชั้น

# M00490
source: Only Class
cn: 达到2.0级别的学生人数
th: เฉพาะห้อง

# M00491
source: Only teachers/staff
cn: 达到2.5级别的学生人数
th: เฉพาะอาจารย์/พนักงาน

# M00492
source: Only teachers/staff according to personnel type
cn: 成绩达到3及以上级别的学生人数
th: เฉพาะอาจารย์/พนักงานตามประเภทบุคลากร

# M00493
source: indifferent
cn: 达到3.0级别的学生人数
th: เฉยๆ

# M00494
source: Answers
cn: 达到3.5级别的学生人数
th: เฉลยคำตอบ

# M00495
source: average
cn: 达到4.0级别的学生人数
th: เฉลี่ย

# M00496
source: Minority group
cn: 到访家庭的学生人数
th: ชนกลุ่มน้อย

# M00497
source: Indicator score range
cn: 具有学业成绩的学生人数
th: ช่วงคะแนนตัวชี้วัด

# M00498
source: Leave period
cn: 通过考试的学生人数
th: ช่วงเวลาการลา

# M00499
source: Time period to edit
cn: 未通过考试的学生人数
th: ช่วงเวลาที่ต้องการแก้ไข

# M00500
source: This period has already been recorded.
cn: 回家的学生人数
th: ช่วงเวลานี้มีการบันทึกไปแล้ว

# M00501
source: Help with a little trading
cn: “幫忙做點小生意”
th: ช่วยค้าขายเล็กๆน้อยๆ

# M00502
source: Helping work in the fields
cn: “幫忙下田工作”
th: ช่วยงานในนาไร่

# M00503
source: Help with housework
cn: “幫忙做家事”
th: ช่วยงานบ้าน

# M00504
source: Help take care of sick/disabled people
cn: “幫助照顧病人/殘障人士”
th: ช่วยดูแลคนเจ็บป่วย/พิการ

# M00505
source: Payment channels
cn: 「支付管道」
th: ช่องทางการชำระเงิน

# M00506
source: Contact channels
cn: 「聯繫管道」
th: ช่องทางการติดต่อ

# M00507
source: Like/Dislike
cn: “喜歡/不喜歡”
th: ชอบ/ไม่ชอบ

# M00508
source: Grade
cn: “地面”
th: ชั้น

# M00509
source: Level/Room
cn: “樓層/房間”
th: ชั้น/ห้อง

# M00510
source: Class of Royal Decorations
cn: “皇家裝飾品等級”
th: ชั้นเครื่องราชฯ

# M00511
source: Classroom
cn: “班級”
th: ชั้นเรียน

# M00512
source: Advance class
cn: 「進階班」
th: ชั้นล่วงหน้า

# M00513
source: hour
cn: “小時”
th: ชั่วโมง

# M00514
source: hours per year
cn: “每年的小時數”
th: ชั่วโมงต่อปี

# M00515
source: hours per week
cn: “每週的小時數”
th: ชั่วโมงต่อสัปดาห์

# M00516
source: man
cn: “男人”
th: ชาย

# M00517
source: Male name comes first
cn: “男人先上去。”
th: ชายขึ้นก่อน

# M00518
source: Incomplete Application Fee Payment
cn: “申請費未完整支付”
th: ชำระค่าสมัครไม่ครบ

# M00519
source: Application Fee Paid
cn: “申請費已經繳了。”
th: ชำระค่าสมัครแล้ว

# M00520
source: Payment Completed
cn: “全額付款”
th: ชำระเงินครบ

# M00521
source: Paid
cn: “有薪水​​的”
th: ชำระแล้ว

# M00522
source: Damaged
cn: “損壞的”
th: ชำรุด

# M00523
source: Shinto
cn: “神道”
th: ชินโต

# M00524
source: Name
cn: “姓名”
th: ชื่อ

# M00525
source: Name - Surname of the Depositor
cn: “填充者的名字 - 姓氏”
th: ชื่อ - นามสกุล ผู้เติม

# M00526
source: Name - Surname of the Withdrawer
cn: “提款人的名字和姓氏”
th: ชื่อ - นามสกุล ผู้ถอน

# M00527
source: Name - Surname of the Petitioner
cn: “申請人的名字和姓氏”
th: ชื่อ - นามสกุล ผู้ยื่นคำร้อง

# M00528
source: Name-Surname
cn: “名字-姓氏”
th: ชื่อ-นามสกุล

# M00529
source: Name-Surname/Card Name/Card Barcode
cn: “名字-姓氏/卡名/條碼卡代碼”
th: ชื่อ-นามสกุล/ชื่อบัตร/รหัสบัตรบาโค้ด

# M00530
source: Name-Surname
cn: “名-姓”
th: ชื่อ-สกุล

# M00531
source: Name-Surname of the Borrower
cn: “借款人姓名”
th: ชื่อ-สกุลผู้ยืม

# M00532
source: Name (Thai)
cn: “姓名（泰語）”
th: ชื่อ(ไทย)

# M00533
source: Name (English)
cn: “姓名（英文）”
th: ชื่อ(ภาษาอังกฤษ)

# M00534
source: Name (English)
cn: “姓名（英文）”
th: ชื่อ(อังกฤษ)

# M00535
source: Other Names
cn: “姓名（其他）”
th: ชื่อ(อื่นๆ)

# M00536
source: Group Name of Recipients
cn: “收件者群組名稱”
th: ชื่อกลุ่มผู้รับ

# M00537
source: Group Name of Recipients (English)
cn: “收件人組名（英文）”
th: ชื่อกลุ่มผู้รับ (อังกฤษ)

# M00538
source: List group name
cn: “專案組名稱”
th: ชื่อกลุ่มรายการ

# M00539
source: Rights Group Name
cn: “權利團體名稱”
th: ชื่อกลุ่มสิทธ์

# M00540
source: Spouse's Name
cn: “配偶姓名”
th: ชื่อคู่สมรส

# M00541
source: Province Name
cn: 「省名」
th: ชื่อจังหวัด

# M00542
source: Sub-district Name
cn: 「地區名稱」
th: ชื่อตำบล

# M00543
source: Student's Name
cn: 「學生姓名」
th: ชื่อนักเรียน

# M00544
source: Student's Name/Student ID
cn: “學生姓名/學號”
th: ชื่อนักเรียน/รหัสนักเรียน

# M00545
source: Student's Name/Student ID/National ID
cn: 《學生姓名/學號/身分證號碼》
th: ชื่อนักเรียน/รหัสนักเรียน/รหัสบัตรประชาชน

# M00546
source: Name-Surname
cn: “姓”
th: ชื่อนามสกุล

# M00547
source: Student's Name-Surname
cn: “學生的姓氏”
th: ชื่อนามสกุลนักเรียน

# M00548
source: Card Name
cn: 「卡牌名稱」
th: ชื่อบัตร

# M00549
source: Reserved Card Name
cn: 「預約卡名稱」
th: ชื่อบัตรสำรอง

# M00550
source: Father's Name (English)
cn: “父親的名字（英文）”
th: ชื่อบิดา(อังกฤษ)

# M00551
source: Form Name
cn: “表格名稱”
th: ชื่อแบบฟอร์ม

# M00552
source: Supplementary Document Name
cn: 「證書名稱」
th: ชื่อใบประกอบ

# M00553
source: Class Type Name (in Thai)
cn: “類別類型名稱（th）”
th: ชื่อประเภทชั้น (th)

# M00554
source: Product Category Name
cn: 產品類型名稱"
th: ชื่อประเภทสินค้า

# M00555
source: Seller's Name
cn: 賣家姓名”
th: ชื่อผู้ขาย

# M00556
source: User Name
cn: 使用者名稱"
th: ชื่อผู้ใช้

# M00557
source: Username
cn: 使用者名稱"
th: ชื่อผู้ใช้งาน

# M00558
source: Buyer's Name
cn: 買家姓名”
th: ชื่อผู้ซื้อ

# M00559
source: Signatory Name (Person Number)
cn: 文件簽署人姓名
th: ชื่อผู้เซ็นเอกสาร คนที่

# M00560
source: Depositor's Name
cn: 新增人姓名”
th: ชื่อผู้เติม

# M00561
source: Withdrawal Name
cn: 提款人姓名”
th: ชื่อผู้ถอน

# M00562
source: Transaction Maker
cn: 進行交易的人的姓名”
th: ชื่อผู้ทำรายการ

# M00563
source: Guardian's Name
cn: 父母姓名”
th: ชื่อผู้ปกครอง

# M00564
source: Guardian's Name (English)
cn: 父母姓名（英文）"
th: ชื่อผู้ปกครอง(อังกฤษ)

# M00565
source: Sender's Name
cn: 寄件人姓名”
th: ชื่อผู้ส่ง

# M00566
source: Teacher's Name
cn: 指導教授姓名”
th: ชื่อผู้สอน

# M00567
source: Plan Name
cn: 計劃名稱”
th: ชื่อแผน

# M00568
source: Department Name
cn: 部門名稱”
th: ชื่อแผนก

# M00569
source: Name of Behavior in Thai
cn: 泰語行為名稱"
th: ชื่อพฤติกรรมภาษาไทย

# M00570
source: Name of Behavior in English
cn: 英文行為名稱"
th: ชื่อพฤติกรรมภาษาอังกฤษ

# M00571
source: Mother's Name (English)
cn: 母親的名字（英文）”
th: ชื่อมารดา(อังกฤษ)

# M00572
source: Class Level Name (in Thai)
cn: 班級名稱(第)"
th: ชื่อระดับชั้น (th)

# M00573
source: System Name
cn: 系統名稱"
th: ชื่อระบบ

# M00574
source: Store Name
cn: 店鋪名稱”
th: ชื่อร้านค้า

# M00575
source: List Name
cn: 物品名稱"
th: ชื่อรายการ

# M00576
source: School Name (Thai)
cn: 學校名稱（泰文）”
th: ชื่อโรงเรียน (ไทย)

# M00577
source: School Name (English)
cn: 學校名稱（英文）"
th: ชื่อโรงเรียน (อังกฤษ)

# M00578
source: Nickname (Thai)
cn: 暱稱（泰語）”
th: ชื่อเล่น(ไทย)

# M00579
source: Nickname (English)
cn: 暱稱（英文）"
th: ชื่อเล่น(อังกฤษ)

# M00580
source: Name of Important Day
cn: 重要日子的名稱”
th: ชื่อวันสำคัญ

# M00581
source: Subject Name
cn: 課程名稱"
th: ชื่อวิชา

# M00582
source: Field of Work Name
cn: 工作部門名稱"
th: ชื่อสาขางาน

# M00583
source: Branch of Study Name
cn: 研究領域名稱"
th: ชื่อสาขาวิชา

# M00584
source: Product Name
cn: 產品名稱》
th: ชื่อสินค้า

# M00585
source: Book Title
cn: 書名”
th: ชื่อหนังสือ

# M00586
source: Training Course Name
cn: 培訓課程名稱》
th: ชื่อหลักสูตรอบรม

# M00587
source: Room Name
cn: 房間名稱”
th: ชื่อห้อง
