Repository: jtrp98/test02
Catalog: jabjaiuniversity/FingerprintPayment/Resources/Resource.*.resx
Languages: cn, th

# M02801
source: Successfully added payment method.
cn: 财务渠道已添加
th: เพิ่มช่องทางการเงินเรียบร้อย

# M02802
source: Successfully edited payment method.
cn: 支付渠道已修改
th: แก้ไขช่องทางชำระเงินเรียบร้อย

# M02803
source: Confirm payment method deletion?
cn: 确认删除支付渠道？
th: ยืนยันลบช่องทางชำระเงิน?

# M02804
source: If you delete the payment method, you won't be able to check invoices paid through this method.
cn: 删除支付渠道后，将无法查询通过该渠道支付的发票
th: หากลบช่องทางรับชำระเงินจะไม่สามารถตรวจสอบใบเเจ้งหนี้ที่รับชำระผ่านช่องทางนี้ได้

# M02805
source: Successfully deleted payment method.
cn: 支付渠道已删除
th: ลบช่องทางชำระเงินสำเร็จ

# M02806
source: Confirm hiding the payment method?
cn: 确认隐藏支付渠道？
th: ยืนยันซ่อนช่องทางชำระเงิน?

# M02807
source: If you hide the payment method, it won't be displayed in the invoices.
cn: 隐藏支付渠道后，该渠道将不会显示在发票中
th: หากซ่อนช่องทางรับชำระเงินจะไม่แสดงช่องทางชำระเงินในใบแจ้งหนี้

# M02808
source: Successfully hid the payment method.
cn: 支付渠道已隐藏
th: ซ่อนช่องทางชำระเงินสำเร็จ

# M02809
source: Successfully displayed the payment method.
cn: 支付渠道已显示
th: แสดงช่องทางชำระเงินสำเร็จ

# M02810
source: Confirm displaying the payment method?
cn: 确认显示支付渠道？
th: ยืนยันแสดงช่องทางชำระเงิน?

# M02811
source: If you display the payment method, it will be shown in the invoices.
cn: 如果显示支付渠道，则支付渠道会显示在发票中
th: หากแสดงช่องทางรับชำระเงินจะแสดงช่องทางชำระเงินในใบแจ้งหนี้

# M02812
source: New student invoice information
cn: 按组收款记录
th: ข้อมูลใบแจ้งหนี้นักเรียนใหม่

# M02813
source: Group payment receipt list
cn: 请选择项目
th: รายการรับชำระรายกลุ่ม

# M02814
source: Please select an item.
cn: 请至少指定一名学生
th: กรุณาเลือกรายการ

# M02815
source: Please specify at least 1 student.
cn: 选择学生姓名
th: กรุณาระบุนักเรียนอย่างน้อย 1 รายการ

# M02816
source: Select student names
cn: 选择项目
th: เลือกรายชื่อนักเรียน

# M02817
source: Select an item.
cn: 采购订单
th: เลือกรายการ

# M02818
source: Purchase order
cn: 创建采购订单
th: ใบสั่งซื้อ

# M02819
source: Create a purchase order
cn: 客户姓名
th: สร้างใบสั่งซื้อ

# M02820
source: Customer name
cn: 购买资产
th: ชื่อลูกค้า

# M02821
source: Purchase assets
cn: 收取收据
th: ซื้อสินทรัพย์

# M02822
source: Receive the receipt
cn: 选择卖方/收款人
th: รับใบเสร็จ

# M02823
source: Select seller/payee
cn: 卖方/收款人
th: เลือกผู้ขาย/ผู้รับเงิน

# M02824
source: Seller/payee
cn: 货币
th: ผู้ขาย/ผู้รับเงิน

# M02825
source: Currency
cn: 参考
th: สกุลเงิน

# M02826
source: Reference
cn: 分项税
th: อ้างอิง

# M02827
source: Separate tax
cn: 含税
th: แยกภาษี

# M02828
source: Total tax
cn: 预扣税
th: รวมภาษี

# M02829
source: Withholding tax
cn: 税前金额
th: หัก ณ จ่าย

# M02830
source: Pre-tax amount
cn: 税额
th: ยอดก่อนภาษี

# M02831
source: Tax
cn: 文件编号
th: ภาษี

# M02832
source: Document No.
cn: 免税项总额
th: เอกสารเลขที่

# M02833
source: Total amount excluding tax
cn: 应税商品的净价
th: ยอดรวมรายการยกเว้นภาษี

# M02834
source: Net price of taxable goods
cn: 增值税
th: ราคาสุทธิสินค้าที่เสียภาษี

# M02835
source: Value-added tax (VAT)
cn: 总净额
th: ภาษีมูลค่าเพิ่ม

# M02836
source: Total net amount
cn: 审批项目
th: ยอดรวมสุทธิ

# M02837
source: Approve transaction
cn: 支出
th: อนุมัติรายการ

# M02838
source: Expense
cn: 记录支出
th: รายจ่าย

# M02839
source: Record expenses
cn: 逾期
th: บันทึกรายจ่าย

# M02840
source: Overdue
cn: 待收收据
th: พ้นกำหนด

# M02841
source: Waiting to receive the receipt.
cn: 已收收据
th: รอรับใบเสร็จ

# M02842
source: Received receipt
cn: 创建采购/费用记录
th: รับใบเสร็จแล้ว

# M02843
source: Create purchase/expense notes
cn: 未支付
th: สร้างบันทึกซื้อ/ค่าใช้จ่าย

# M02844
source: Not paid yet
cn: 未支付
th: ยังไม่ชำระ

# M02845
source: Make a payment (if not paid or incomplete, it will be recorded as accounts payable)
cn: 支付（如果尚未支付或未支付全额，将记为应付账款）
th: ชำระเงิน (หากยังไม่ชำระหรือไม่ครบจะตั้งเป็นเจ้าหนี้การค้าไว้)

# M02846
source: Select the accounts receivable.
cn: 选择收款账户
th: เลือกบัญชีรับชำระ

# M02847
source: Payment by
cn: 支付方式
th: ชำระเงินโดย

# M02848
source: Withholding tax (deducted from recipient)
cn: 预扣税（从收款人处扣除）
th: ภาษีหัก ณ ที่จ่าย(ที่หักผู้รับ)

# M02849
source: Must pay more
cn: 还需支付
th: ต้องชำระอีก

# M02850
source: Asset record
cn: 记录资产
th: บันทึกสินทรัพย์

# M02851
source: Add a new asset group
cn: 添加新资产组
th: เพิ่มกลุ่มสินทรัพย์ใหม่

# M02852
source: Subcategories
cn: 子类别
th: หมวดหมู่ย่อย

# M02853
source: Asset category ID
cn: 资产类型代码
th: รหัสประเภทสินทรัพย์

# M02854
source: Asset Name
cn: 资产名称
th: ชื่อสินทรัพย์

# M02855
source: Total Cost
cn: 总成本
th: ราคาทุนรวม

# M02856
source: Total accumulated depreciation
cn: 累计折旧
th: ค่าเสื่อมราคาสะสมรวม

# M02857
source: Total book value
cn: 账面总值
th: มูลค่าตามบัญชีรวม

# M02858
source: Petty cash - Accounting department
cn: 小额现金-会计部
th: เงินสดย่อย-แผนกบัญชี

# M02859
source: Register asset group
cn: 注册资产组
th: ลงทะเบียนกลุ่มสินทรัพย์

# M02860
source: Asset account number
cn: 资产账户号码
th: เลขบัญชีสินทรัพย์

# M02861
source: unit
cn: 单位
th: หน่วย

# M02862
source: Asset group ID
cn: 资产组代码
th: รหัสกลุ่มสินทรัพย์

# M02863
source: Asset group name
cn: 资产组名称
th: ชื่อกลุ่มสินทรัพย์

# M02864
source: Depreciation policy
cn: 折旧政策
th: นโยบายค่าเสื่อมราคา

# M02865
source: Accumulated depreciation account number
cn: 累计折旧账户号码
th: เลขบัญชีค่าเสื่อมฯสะสม

# M02866
source: Service life (years)
cn: 使用年限（年）
th: อายุการใช้งาน (ปี)

# M02867
source: Depreciation account number
cn: 折旧账户号码
th: เลขบัญชีค่าเสื่อมราคา

# M02868
source: Straight Line Method
cn: 直线法
th: แบบเส้นตรง

# M02869
source: Not calculated
cn: 不计算
th: ไม่คำนวณ

# M02870
source: Salvage Value (Baht)
cn: 残值（泰铢）
th: มูลค่าซาก (บาท)

# M02871
source: Depreciation upon purchase (Baht)
cn: 购入时折旧（泰铢）
th: ค่าเสื่อมเมื่อซื้อมา (บาท)

# M02872
source: Maximum depreciation value
cn: 最高折旧价值
th: มูลค่าค่าเสื่อมราคาสูงสุด

# M02873
source: Full asset value less 10%
cn: 资产全额价值，减去10%
th: มูลค่าสินทรัพย์เต็ม หัก 10%

# M02874
source: Financial Overview Report
cn: 财务概览报告
th: รายงานภาพรวมการเงิน

# M02875
source: Outstanding balance summary report
cn: 应收账款总结报告
th: รายงานสรุปยอดค้างชำระ

# M02876
source: Name-Surname/Student ID/National ID number
cn: 姓名/学生编号/身份证号码
th: ชื่อ-สกุล/รหัสนักเรียน/เลขบัตรประชาชน

# M02877
source: Reference number
cn: 参考编号
th: เลขอ้างอิง

# M02878
source: Year:Term
cn: 年:学期
th: ปี:เทอม

# M02879
source: Total
cn: 合计
th: รวม

# M02880
source: Report for checking names by payment group
cn: 按付款组审查名单报告
th: รายงานตรวจสอบรายชื่อตามกลุ่มชำระเงิน

# M02881
source: Receipt number
cn: 收据号码
th: เลขที่ใบเสร็จ

# M02882
source: List of debtors by room report
cn: 每个房间的应收账款报告
th: รายงานรายชื่อลูกหนี้รายห้อง

# M02883
source: Revenue summary report
cn: 收入总结报告
th: รายงานสรุปรายรับ

# M02884
source: Trial balance
cn: 试算表
th: งบทดลอง

# M02885
source: Select time period
cn: 选择时间段：
th: เลือกช่วงเวลา :

# M02886
source: Display sub-accounts
cn: 显示子账户
th: แสดงบัญชีย่อย

# M02887
source: Change
cn: 更改
th: เปลี่ยนแปลง

# M02888
source: Chart of accounts number
cn: 账户科目编号
th: เลขผังบัญชี

# M02889
source: Debit
cn: 借方
th: เดบิต

# M02890
source: Payee
cn: 收款人
th: ผู้รับชำระ

# M02891
source: Student ID/Admission ID
cn: 学生编号/注册编号
th: รหัสนักเรียน/รหัสรับสมัคร

# M02892
source: Daily balance submission report
cn: 每日现金汇报
th: รายงานนำส่งยอดเงินประจำวัน

# M02893
source: Report details of daily remittance slips
cn: 每日现金汇报详细信息
th: รายงานรายละเอียดใบนำส่งเงินประจำวัน

# M02894
source: Daily account
cn: 日记账
th: บัญชีรายวัน

# M02895
source: Date
cn: 日期
th: เมื่อวันที่

# M02896
source: Pending verification
cn: 待审查
th: รอตรวจสอบ

# M02897
source: Buy (UV)
cn: 采购（UV）
th: ซื้อ (UV)

# M02898
source: Sales (SV)
cn: 销售（SV）
th: ขาย (SV)

# M02899
source: Receiver (RV)
cn: 收款（RV）
th: รับ (RV)

# M02900
source: General (JV)
cn: 普通（JV）
th: ทั่วไป (JV)

# M02901
source: Save an account
cn: 记账
th: บันทึกบัญชี

# M02902
source: Export daily ledger
cn: 导出日记账
th: Export สมุดรายวัน

# M02903
source: Ledger accounts
cn: 分类账
th: บัญชีแยกประเภท

# M02904
source: Ledger reports
cn: 分类账报告
th: รายงานแยกประเภท

# M02905
source: Statement of Financial Position
cn: 财务状况表
th: งบแสดงฐานะการเงิน

# M02906
source: Current assets
cn: 流动资产
th: สินทรัพย์หมุนเวียน

# M02907
source: Cash and cash equivalents
cn: 现金及现金等价物
th: เงินสดและรายการเทียบเท่าเงินสด

# M02908
source: Bank - Savings account
cn: 银行 - 储蓄账户
th: ธนาคาร - บัญชีออมทรัพย์

# M02909
source: Cheques received that are due but not yet deposited
cn: 待存入的到期支票
th: เช็ครับที่ครบกำหนดแต่ยังมิได้ฝาก

# M02910
source: Total cash and cash equivalents
cn: 现金及现金等价物合计
th: รวม เงินสดและรายการเทียบเท่าเงินสด

# M02911
source: Temporary investment
cn: 临时投资
th: เงินลงทุนชั่วคราว

# M02912
source: Total temporary investment
cn: 临时投资合计
th: รวม เงินลงทุนชั่วคราว

# M02913
source: Trade debtors and other debtors
cn: 应收账款及其他应收款
th: ลูกหนี้การค้าและลูกหนี้อื่น

# M02914
source: Trade receivables
cn: 应收账款
th: ลูกหนี้การค้า

# M02915
source: Allowance for doubtful debts
cn: 坏账准备
th: ค่าเผื่อหนี้สงสัยจะสูญ

# M02916
source: Other debtors
cn: 其他应收款
th: ลูกหนี้อื่น

# M02917
source: Total trade debtors and other debtors
cn: 应收账款及其他应收款合计
th: รวม ลูกหนี้การค้าและลูกหนี้อื่น

# M02918
source: Short-term loans
cn: 短期贷款
th: เงินให้กู้ยืมระยะสั้น

# M02919
source: Loans-Related Persons
cn: 关联方贷款
th: เงินให้กู้ยืม-บุคคลที่เกี่ยวข้องกัน

# M02920
source: Installment
cn: 期间
th: งวด

# M02921
source: Revenue from sales or rendering of services
cn: 销售或服务收入
th: รายได้จากการขายหรือให้บริการ

# M02922
source: Revenue from the sale of goods
cn: 销售商品收入
th: รายได้จากการขายสินค้า

# M02923
source: Revenue from services rendered
cn: 提供服务收入
th: รายได้จากการให้บริการ

# M02924
source: Revenue from N-BOI services
cn: N-BOI 服务收入
th: รายได้จากการให้บริการ N-BOI

# M02925
source: Total revenue from sales or services
cn: 销售或服务收入合计
th: รวม รายได้จากการขายหรือให้บริการ

# M02927
source: Contacts
cn: 联系人
th: ผู้ติดต่อ

# M02928
source: Add a contact
cn: 添加联系人
th: เพิ่มผู้ติดต่อ

# M02929
source: Group
cn: 组别
th: กลุ่ม

# M02930
source: Contact Information
cn: 联系人信息
th: ข้อมูลผู้ติดต่อ

# M02931
source: Select Country
cn: 选择国家
th: เลือกประเทศ

# M02932
source: 13-digit number
cn: 13位数字
th: เลข 13 หลัก

# M02933
source: Type of contact
cn: 联系人类型
th: ประเภทผู้ติดต่อ

# M02934
source: Save accounts receivable
cn: 记录应收账款
th: บันทึกบัญชีลูกหนี้

# M02935
source: Save accounts payable
cn: 记录应付账款
th: บันทึกบัญชีเจ้าหนี้

# M02936
source: Select accounts receivable
cn: 选择应收账款账户
th: เลือกบัญชีลูกหนี้

# M02937
source: Select accounts payable
cn: 选择应付账款账户
th: เลือกบัญชีเจ้าหนี้

# M02938
source: Legal entity
cn: 法人
th: นิติบุคคล

# M02939
source: Primary contact
cn: 主要联系人
th: ผู้ติดต่อหลัก

# M02940
source: Phone number
cn: 电话号码
th: เบอร์โทร

# M02941
source: Email
cn: 电子邮件
th: อีเมล

# M02942
source: Contact information
cn: 联系方式信息
th: ข้อมูลช่องทางติดต่อ

# M02943
source: Phone number 1
cn: 电话号码1
th: เบอร์โทร1

# M02944
source: Phone number 2
cn: 电话号码2
th: เบอร์โทร2

# M02945
source: Fax number
cn: 传真号码
th: เบอร์แฟกซ์

# M02946
source: Address information
cn: 地址信息
th: ข้อมูลที่อยู่

# M02947
source: Copy from registered address
cn: 从户籍地址复制
th: คัดลอกจากที่อยู่ตามทะเบียนบ้าน

# M02948
source: Mailing address
cn: 文件发送地址：
th: ที่อยู่ส่งเอกสาร :

# M02949
source: Financial information
cn: 财务信息
th: ข้อมูลทางการเงิน

# M02950
source: Bank account
cn: 银行账户
th: บัญชีธนาคาร

# M02951
source: Branch
cn: 分支机构
th: สาขา

# M02952
source: Other countries
cn: 其他国家
th: ประเทศอื่นๆ

# M02953
source: Add new unit
cn: 添加新单位
th: เพิ่มหน่วยใหม่

# M02954
source: Unit code
cn: 单位编号
th: รหัสหน่วย

# M02955
source: Product unit name (TH)
cn: 商品单位名称（泰文）
th: ชื่อหน่วยสินค้า (TH)

# M02956
source: Product unit name (EN)
cn: 商品单位名称（英文）
th: ชื่อหน่วยสินค้า (EN)

# M02957
source: Service
cn: 服务
th: บริการ

# M02958
source: Product
cn: 商品
th: สินค้า

# M02959
source: Document number settings
cn: 设置文件编号
th: ตั้งค่าเลขที่เอกสาร

# M02960
source: Start character
cn: 起始字符
th: ตัวอักษรเรื่มต้น

# M02961
source: Special characters
cn: 特殊字符
th: ตัวอักษรพิเศษ

# M02962
source: Show year
cn: 显示年份
th: แสดงปี

# M02963
source: Show month
cn: 显示月份
th: แสดงเดือน

# M02964
source: Number of document digits
cn: 文件编号数量
th: จำนวนเลขเอกสาร

# M02965
source: Example
cn: 示例
th: ตัวอย่าง

# M02966
source: Do not show month
cn: 不显示月份
th: ไม่แสดงเดือน

# M02967
source: Do not show year
cn: 不显示年份
th: ไม่แสดงปี

# M02968
source: Student group name
cn: 学生组名称
th: ชื่อกลุ่มนักเรียน

# M02969
source: Student group
cn: 学生组
th: กลุ่มนักเรียน

# M02970
source: Create group
cn: 创建组
th: สร้างกลุ่ม

# M02971
source: Group name
cn: 组名称
th: ชื่อกลุ่ม

# M02972
source: Name-Surname / Student ID
cn: 姓名 / 学生编号
th: ชื่อ-นามสกุล / รหัสนักเรียน

# M02973
source: Student ID / Employee ID
cn: 学生编号 /
th: รหัสนักเรียน /

# M02974
source: Employee ID
cn: 员工编号
th: รหัสพนักงาน

# M02975
source: Add product/service
cn: 添加商品/服务
th: เพิ่มสินค้า/บริการ

# M02976
source: Thai name
cn: 泰文名称
th: ชื่อภาษาไทย

# M02977
source: Approve student data entry
cn: 批准学生的信息填写
th: อนุมัติการกรอกข้อมูลของนักเรียน

# M02978
source: Date of submission for correction
cn: 修改提交日期
th: วันที่ส่งแก้ไข

# M02979
source: Status adjustment date
cn: 状态更新日期
th: วันที่ปรับสถานะ

# M02980
source: Pending approval
cn: 等待批准
th: รออนุมัติ

# M02981
source: Partial approval
cn: 部分批准
th: อนุมัติบางส่วน

# M02982
source: Verify data
cn: 核查信息
th: ตรวจสอบข้อมูล

# M02983
source: Open/Close data editing
cn: 启用/禁用 信息修改
th: เปิด/ปิด การแก้ไขข้อมูล

# M02984
source: Unspecified time
cn: 未指定时间
th: ไม่ระบุเวลา

# M02985
source: Save open/close approval successful
cn: 启用/禁用审批已成功记录
th: บันทึกเปิด/ปิดการอนุมัติสำเร็จ

# M02986
source: Approve all
cn: 全部批准
th: อนุมัติทั้งหมด

# M02987
source: Disapprove all
cn: 全部不批准
th: ไม่อนุมัติทั้งหมด

# M02988
source: Original data
cn: 原始数据
th: ข้อมูลเดิม

# M02989
source: Do you want to approve?
cn: 您要批准吗？
th: คุณต้องการอนุมัติหรือไม่

# M02990
source: Save approval of all successful
cn: 批准已成功记录
th: บันทึกการอนุมัติสำเร็จ

# M02991
source: Copy from father's address
cn: 复制父亲的地址
th: คัดลอกที่อยู่ตามบิดา

# M02992
source: Confirm disapproval
cn: 确认不批准
th: ยืนยันการไม่อนุมัติ

# M02993
source: Disapproved due to:
cn: 不批准的原因是：
th: ไม่อนุมัติเนื่องจาก:

# M02994
source: Save rejection of approval successful
cn: 拒绝审批已成功记录
th: บันทึกการปฏิเสธการอนุมัติสำเร็จ

# M02995
source: Confirm disapproval of all
cn: 确认全部不批准
th: ยืนยันการไม่อนุมัติทั้งหมด

# M02996
source: Disapproved all due to:
cn: 全部不批准的原因是:
th: ไม่อนุมัติทั้งหมดเนื่องจาก:

# M02997
source: Save rejection of all approvals successful
cn: 全部拒绝审批已成功记录
th: บันทึกการปฏิเสธการอนุมัติทั้งหมดสำเร็จ

# M02998
source: Do you want to approve?
cn: 您要全部批准吗？
th: คุณต้องการอนุมัติทั้งหมดหรือไม่

# M02999
source: Save approval of all successful
cn: 全部批准已成功记录
th: บันทึกการอนุมัติทั้งหมดสำเร็จ

# M03000
source: System Messages
cn: 系统消息
th: ข้อความระบบ

# M03001
source: Please specify the school
cn: 请指定学校
th: กรุณาระบุโรงเรียน

# M03002
source: Please enter your username
cn: 请填写用户名
th: กรุณากรอกชื่อผู้ใช้งาน

# M03003
source: Please enter your password
cn: 请填写密码
th: กรุณากรอกรหัสผ่าน

# M03004
source: Cannot log in
cn: 无法登录
th: ไม่สามารถเข้าสู่ระบบได้

# M03005
source: Please double-check your username or password.
cn: 请检查您的用户名或密码
th: กรุณาตรวจสอบชื่อผู้ใช้หรือรหัสผ่านของท่านอีกครั้ง

# M02112
source: Create a group of list
cn: 建立一組專案
th: สร้างกลุ่มรายการ

# M02124
source: Home Visit Results Summary
cn: 家訪結果總結
th: สรุปผลการเยี่ยมบ้าน

# M02126
source: Summary of weight - height results
cn: 體重-身高結果總結
th: สรุปผลน้ำหนัก - ส่วนสูง

# M02127
source: Summary of the standard
cn: 標準概要
th: สรุปมาตรฐานที่

# M02129
source: Summary of Uncheck/Absence
cn: 2個學期總結
th: สรุปรวม 2 เทอม

# M02130
source: Summary report Pw.2
cn: 總結報告PP.2
th: สรุปรายงาน ปพ.2

# M02135
source: Standard deviation SD
cn: 標準差標準差
th: ส่วนเบี่ยงเบนมาตรฐาน SD

# M02133
source: Summary of Home Visit Status
cn: 家訪情況總結
th: สรุปสถานะการเยี่ยมบ้าน

# M02132
source: Summary of Assessment Status
cn: 評估狀況摘要
th: สรุปสถานะการประเมิน

# M02138
source: Total Discounts
cn: 總折扣
th: ส่วนลดรวม

# M02139
source: Height (cm)
cn: 身高（公分）
th: ส่วนสูง (ซม.)

# M02141
source: Welfare or safety
cn: 福利或安全
th: สวัสดิการหรือความปลอดภัย

# M02142
source: Retest
cn: 重考
th: สอบซ่อม

# M02926
source: Cost of sales or services
cn: 销售或服务成本
th: ต้นทุนการขายหรือการให้บริการ
