Repository: jtrp98/test02
Catalog: jabjaiuniversity/FingerprintPayment/Resources/Resource.*.resx
Languages: cn, th

# M02426
source: 5.4 Responsible
cn: 5.4 有责任心
th: 5.4 มีความรับผิดชอบ

# M02427
source: 5.1.1 Tell or point out what belongs to themselves and what belongs to others.
cn: 5.1.1 能够说明或指出哪些是自己的物品，哪些是他人的物品
th: 5.1.1 บอกหรือชี้ได้ว่าสิ่งใดเป็นของตนเอง และสิ่งใดเป็นของผู้อื่น

# M02428
source: 5.2.1 Show love for friends and have compassion for pets
cn: 5.2.1 表现出对朋友的爱心，并善待宠物
th: 5.2.1 แสดงความรักเพื่อน และมีเมตตาสัตว์เลี้ยง

# M02429
source: 5.2.2 Share with others when advised to do so
cn: 5.2.2 在他人指导下能够分享
th: 5.2.2 แบ่งปันผู้อื่นได้เมื่อมีผู้ชี้แนะ

# M02430
source: 5.3.1 Show facial expressions and gestures to recognize the feelings of others.
cn: 5.3.1 通过面部表情和姿态能够识别他人的情感
th: 5.3.1 แสดงสีหน้าและท่าทางรับรู้ความรู้สึกผู้อื่น

# M02431
source: 5.4.1 Complete assigned tasks until completed. When someone helps
cn: 5.4.1 在有人帮助的情况下完成分配的任务
th: 5.4.1 ทำงานที่ได้รับมอบหมายจนสำเร็จเมื่อมีผู้ช่วยเหลือ

# M02432
source: Indicator 5.1
cn: 指标 5.1
th: ตัวบ่งชี้ 5.1

# M02433
source: Indicator 5.2
cn: 指标 5.2
th: ตัวบ่งชี้ 5.2

# M02434
source: Indicator 5.3
cn: 指标 5.3
th: ตัวบ่งชี้ 5.3

# M02435
source: Indicator 5.4
cn: 指标 5.4
th: ตัวบ่งชี้ 5.4

# M02436
source: Summary of Indicator 5.1
cn: 指标 5.1 总结
th: สรุปตัวบ่งชี้ 5.1

# M02437
source: Summary of Indicator 5.2
cn: 指标 5.2 总结
th: สรุปตัวบ่งชี้ 5.2

# M02438
source: Summary of Indicator 5.3
cn: 指标 5.3 总结
th: สรุปตัวบ่งชี้ 5.3

# M02439
source: Summary of Indicator 5.4
cn: 指标 5.4 总结
th: สรุปตัวบ่งชี้ 5.4

# M02440
source: Summary of Standard 5
cn: 标准 5 总结
th: สรุปมาตรฐานที่ 5

# M02441
source: 6.1 Help oneself in performing daily routines
cn: 6.1 能自我照顾，完成日常活动
th: 6.1 ช่วยเหลือตนเองในการปฏิบัติกิจวัตรประจำวัน

# M02442
source: 6.2 Have self-discipline
cn: 6.2 有自律
th: 6.2 มีวินัยในตนเอง

# M02443
source: 6.3 Economical and sufficiency
cn: 6.3 节俭并知足
th: 6.3 ประหยัดและพอเพียง

# M02444
source: 6.1.1 Dress with assistance
cn: 6.1.1 在他人帮助下穿衣服
th: 6.1.1 แต่งตัวโดยมีผู้ช่วยเหลือ

# M02445
source: 6.1.2 Eat independently.
cn: 6.1.2 能够自己进食
th: 6.1.2 รับประทานอาหารด้วยตนเอง

# M02446
source: 6.1.3 Use the restroom with assistance
cn: 6.1.3 在他人帮助下使用卫生间
th: 6.1.3 ใช้ห้องน้ำ ห้องส้วมโดยมีผู้ช่วยเหลือ

# M02447
source: 6.2.1 Put toys and belongings away when advised to do so
cn: 6.2.1 在他人指导下将玩具和物品整理到指定位置
th: 6.2.1 เก็บของเล่น ของใช้เข้าที่เมื่อมีผู้ชี้แนะ

# M02448
source: 6.2.2 Stand in line in the correct order when advised to do so
cn: 6.2.2 在他人指导下能够按顺序排队
th: 6.2.2 เข้าแถวตามลำดับ ก่อนหลังได้เมื่อมีผู้ชี้แนะ

# M02449
source: ุ6.3.1 Use items and tools efficiently and sufficiently when advised to do so
cn: 6.3.1 在他人指导下能够节约和合理使用物品
th: 6.3.1 ใช้สิ่งของเครื่องใช้อย่างประหยัด และพอเพียงเมื่อมีผู้ชี้แนะ

# M02450
source: Indicator 6.1
cn: 指标 6.1
th: ตัวบ่งชี้ 6.1

# M02451
source: Indicator 6.2
cn: 指标 6.2
th: ตัวบ่งชี้ 6.2

# M02452
source: Indicator 6.3
cn: 指标 6.3
th: ตัวบ่งชี้ 6.3

# M02453
source: Summary of Indicator 6.1
cn: 指标 6.1 总结
th: สรุปตัวบ่งชี้ 6.1

# M02454
source: Summary of Indicator 6.2
cn: 指标 6.2 总结
th: สรุปตัวบ่งชี้ 6.2

# M02455
source: Summary of Indicator 6.3
cn: 指标 6.3 总结
th: สรุปตัวบ่งชี้ 6.3

# M02456
source: Summary of Standard 6
cn: 标准 6 总结
th: สรุปมาตรฐานที่ 6

# M02457
source: 7.1 Caring for nature and the environment.
cn: 7.1 保护自然和环境
th: 7.1 ดูแลรักษาธรรมชาติ และสิ่งแวดล้อม

# M02458
source: 7.2 Respect Thai culture and love Thai identity.
cn: 7.2 遵守泰国文化礼仪，热爱泰国文化
th: 7.2 มีมารยาทตามวัฒนธรรมไทย และรักความเป็นไทย

# M02459
source: 7.1.1 Participate in caring for and preserving nature and the environment when advised to do so
cn: 7.1.1 在他人指导下参与保护自然和环境
th: 7.1.1 มีส่วนร่วมดูแลรักษาธรรมชาติ และสิ่งแวดล้อมเมื่อมีผู้ชี้แนะ

# M02460
source: 7.1.2 Dispose of garbage properly.
cn: 7.1.2 将垃圾丢到正确的位置
th: 7.1.2 ทิ้งขยะได้ถูกที่

# M02461
source: 7.2.1 Observe Thai customs when advised to do so
cn: 7.2.1 在他人指导下遵守泰国礼仪
th: 7.2.1 ปฏิบัติตนตามมารยาทไทยได้เมื่อมีผู้ชี้แนะ

# M02462
source: 7.2.2 Express gratitude and apologize when advised to do so
cn: 7.2.2 在他人指导下说“谢谢”和“对不起”
th: 7.2.2 กล่าวคำขอบคุณ และขอโทษเมื่อมีผู้ชี้แนะ

# M02463
source: 7.2.3 Pause and stand still when hearing the Thai national anthem and royal anthems
cn: 7.2.3 听到泰国国歌和国歌时站立
th: 7.2.3 หยุดยืนเมื่อได้ยินเพลงชาติไทย และเพลงสรรเสริญพระบารมี

# M02464
source: Indicator 7.1
cn: 指标 7.1
th: ตัวบ่งชี้ 7.1

# M02465
source: Indicator 7.2
cn: 指标 7.2
th: ตัวบ่งชี้ 7.2

# M02466
source: Summary of Indicator 7.1
cn: 指标 7.1 总结
th: สรุปตัวบ่งชี้ 7.1

# M02467
source: Summary of Indicator 7.2
cn: 指标 7.2 总结
th: สรุปตัวบ่งชี้ 7.2

# M02468
source: Summary of Standard 7
cn: 标准 7 总结
th: สรุปมาตรฐานที่ 7

# M02469
source: 8.1 Accept similarities and differences among individuals
cn: 8.1 接受个人之间的相似性和差异性
th: 8.1 ยอมรับความเหมือน และความแตกต่างระหว่างบุคคล

# M02470
source: 8.2 Have good relationships with others
cn: 8.2 与他人建立良好互动
th: 8.2 มีปฏิสัมพันธ์ที่ดีกับผู้อื่น

# M02471
source: 8.3 Engage in basic behaviors of being a good member of society.
cn: 8.3 作为社会成员履行基本责任
th: 8.3 ปฏิบัติตนเบื้องต้นในการเป็นสมาชิกที่ดีของสังคม

# M02472
source: 8.1.1 Play and engage in activities with children who are different from oneself
cn: 8.1.1 与不同于自己的孩子一起玩耍和活动
th: 8.1.1 เล่น และทำกิจกรรมร่วมกับเด็กที่แตกต่างไปจากตน

# M02473
source: 8.2.1 Play together with friends
cn: 8.2.1 与朋友一起玩耍
th: 8.2.1 เล่นร่วมกับเพื่อน

# M02474
source: 8.2.2 Smile or greet adults and familiar individuals when advised to do so
cn: 8.2.2 在他人指导下向成年人和熟悉的人微笑或打招呼
th: 8.2.2 ยิ้มหรือทักทายผู้ใหญ่ และบุคคลที่คุ้นเคยเมื่อมีผู้ชี้แนะ

# M02475
source: 8.3.1 Follow agreements when advised to do so
cn: 8.3.1 在他人指导下遵守约定
th: 8.3.1 ปฏิบัติตามข้อตกลงเมื่อมีผู้ชี้แนะ

# M02476
source: 8.3.2 Act as leaders and followers when advised to do so
cn: 8.3.2 在他人指导下担任领导者或跟随者
th: 8.3.2 ปฏิบัติตนเป็นผู้นำ และผู้ตามเมื่อมีผู้ชี้แนะ

# M02477
source: 8.3.3 Accept compromise and resolve issues when advised to do so
cn: 8.3.3 在他人指导下接受妥协并解决问题
th: 8.3.3 ยอมรับการประนีประนอม แก้ไขปัญหาเมื่อมีผู้ชี้แนะ

# M02478
source: Indicator 8.1
cn: 指标 8.1
th: ตัวบ่งชี้ 8.1

# M02479
source: Indicator 8.2
cn: 指标 8.2
th: ตัวบ่งชี้ 8.2

# M02480
source: Indicator 8.3
cn: 指标 8.3
th: ตัวบ่งชี้ 8.3

# M02481
source: Summary of Indicator 8.1
cn: 指标 8.1 总结
th: สรุปตัวบ่งชี้ 8.1

# M02482
source: Summary of Indicator 8.2
cn: 指标 8.2 总结
th: สรุปตัวบ่งชี้ 8.2

# M02483
source: Summary of Indicator 8.3
cn: 指标 8.3 总结
th: สรุปตัวบ่งชี้ 8.3

# M02484
source: Summary of Standard 8
cn: 标准 8 总结
th: สรุปมาตรฐานที่ 8

# M02485
source: 9.1 Engage in conversations, respond, and narrate stories for others to understand.
cn: 9.1 进行对话和叙述，让他人理解
th: 9.1 สนทนาโต้ตอบ และเล่าเรื่องให้ผู้อื่นเข้าใจ

# M02486
source: 9.2 Read and write images and symbols
cn: 9.2 能读写图像和符号
th: 9.2 อ่านเขียนภาพ และสัญลักษณ์ได้

# M02487
source: 9.1.1 Listen to others speak to completion and engage in responsive conversation regarding the subject being discussed.
cn: 9.1.1 听别人说完，并就所听内容进行回应
th: 9.1.1 ฟังผู้อื่นพูดจนจบ และพูดโต้ตอบเกี่ยวกับเรื่องที่ฟัง

# M02488
source: 9.1.2 Tell a story in short sentences
cn: 9.1.2 用简短的句子叙述故事
th: 9.1.2 เล่าเรื่องด้วยประโยคสั้น ๆ

# M02489
source: 9.2.1 Read the image and speak the text in your language
cn: 9.2.1 读图像并用自己的语言表达内容
th: 9.2.1 อ่านภาพ และพูดข้อความด้วยภาษาของตน

# M02490
source: 9.2.2 Draw lines in a direction
cn: 9.2.2 用正确的方向写字
th: 9.2.2 เขียนขีดเขี่ย อย่างมีทิศทาง

# M02491
source: Indicator 9.1
cn: 指标 9.1
th: ตัวบ่งชี้ 9.1

# M02492
source: Indicator 9.2
cn: 指标 9.2
th: ตัวบ่งชี้ 9.2

# M02493
source: Summary of Indicator 9.1
cn: 指标 9.1 总结
th: สรุปตัวบ่งชี้ 9.1

# M02494
source: Summary of Indicator 9.2
cn: 指标 9.2 总结
th: สรุปตัวบ่งชี้ 9.2

# M02495
source: Summary of Standard 9
cn: 标准 9 总结
th: สรุปมาตรฐานที่ 9

# M02496
source: 10.1 Have the ability to think critically.
cn: 10.1 具备综合思维能力
th: 10.1 มีความสามารถในการคิดรวบยอด

# M02497
source: 10.2 Have the ability to think logically.
cn: 10.2 具备推理思维能力
th: 10.2 มีความสามารถในการคิดเชิงเหตุผล

# M02498
source: 10.3 Have the ability to problem-solve and make decisions.
cn: 10.3 具备解决问题和决策能力
th: 10.3 มีความสามารถในการคิดแก้ปัญหา และตัดสินใจ

# M02499
source: 10.1.1 Describe the characteristics of different things through tactile observation.
cn: 10.1.1 根据观察描述物体的特征
th: 10.1.1 บอกลักษณะของสิ่งต่าง ๆ จากการสังเกตโดยใช้ประสาทสัมผัส

# M02500
source: 10.1.2 Match or compare different things using only one characteristic or function.
cn: 10.1.2 根据一个特征或用途进行物体配对或比较
th: 10.1.2 จับคู่ หรือเปรียบเทียบสิ่งต่าง ๆ โดยใช้ลักษณะ หรือหน้าที่การใช้งานเพียงลักษณะเดียว

# M02501
source: 10.1.3 Discriminate between different things based on their characteristics or functions
cn: 10.1.3 根据特征或用途对物体进行分类
th: 10.1.3 คัดแยกสิ่งต่างๆ ตามลักษณะ หรือหน้าที่การใช้งาน

# M02502
source: 10.1.4 Arrange items or events in at least 3 sequences.
cn: 10.1.4 按至少三个顺序排列物品或事件
th: 10.1.4 เรียงลำดับสิ่งของ หรือเหตุการณ์อย่างน้อย 3 ลำดับ

# M02503
source: 10.2.1 Specify the consequences that occur in an event or action when there are recommendations or suggestions.
cn: 10.2.1 根据指导识别事件或行为的结果
th: 10.2.1 ระบุผลที่เกิดขึ้นในเหตุการณ์ หรือการกระทำเมื่อมีผู้ชี้แนะ

# M02504
source: 10.2.2 predict or speculate about things that might happen.
cn: 10.2.2 预测可能发生的情况
th: 10.2.2 คาดเดา หรือคาดคะเนสิ่งที่อาจจะเกิดขึ้น

# M02505
source: 10.3.1 decide on simple matters
cn: 10.3.1 在简单问题上做出决定
th: 10.3.1 ตัดสินใจในเรื่องง่าย ๆ

# M02506
source: 10.3.2 solve problems by trial and error
cn: 10.3.2 通过试错解决问题
th: 10.3.2 แก้ปัญหาโดยลองผิดลองถูก

# M02507
source: Indicator 10.1
cn: 指标 10.1
th: ตัวบ่งชี้ 10.1

# M02508
source: Indicator 10.2
cn: 指标 10.2
th: ตัวบ่งชี้ 10.2

# M02509
source: Indicator 10.3
cn: 指标 10.3
th: ตัวบ่งชี้ 10.3

# M02510
source: Summary of Indicator 10.1
cn: 指标 10.1 总结
th: สรุปตัวบ่งชี้ 10.1

# M02511
source: Summary of Indicator 10.2
cn: 指标 10.2 总结
th: สรุปตัวบ่งชี้ 10.2

# M02512
source: Summary of Indicator 10.3
cn: 指标 10.3 总结
th: สรุปตัวบ่งชี้ 10.3

# M02513
source: Summary of Standard 10
cn: 标准 10 总结
th: สรุปมาตรฐานที่ 10

# M02514
source: 11.1 Creating art based on imagination and creative thinking.
cn: 11.1 根据想象力和创造力进行艺术创作
th: 11.1 ทำงานศิลปะตามจินตนาการ และความคิดสร้างสรรค์

# M02515
source: 11.2 express postures/movements creatively based on imagination
cn: 11.2 根据想象力进行创造性动作/活动
th: 11.2 แสดงท่าทาง/เคลื่อนไหวตามจินตนาการอย่างสร้างสรรค์

# M02516
source: 11.1.1 Creating artwork to communicate one's thoughts and feelings.
cn: 11.1.1 创作艺术作品以表达自己的想法和感受
th: 11.1.1 สร้างผลงานศิลปะเพื่อสื่อสารความคิด ความรู้สึกของตนเอง

# M02517
source: 11.2.1 Expressing themselves through movement to communicate their thoughts and feelings.
cn: 11.2.1 通过动作表达自己的想法和感受
th: 11.2.1 เคลื่อนไหวท่าทางเพื่อสื่อสารความคิด ความรู้สึกของตนเอง

# M02518
source: Indicator 11.1
cn: 指标 11.1
th: ตัวบ่งชี้ 11.1

# M02519
source: Indicator 11.2
cn: 指标 11.2
th: ตัวบ่งชี้ 11.2

# M02520
source: Summary of Indicator 11.1
cn: 指标 11.1 总结
th: สรุปตัวบ่งชี้ 11.1

# M02521
source: Summary of Indicator 11.2
cn: 指标 11.2 总结
th: สรุปตัวบ่งชี้ 11.2

# M02522
source: Summary of Standard 11
cn: 标准 11 总结
th: สรุปมาตรฐานที่ 11

# M02523
source: 12.1 having a positive attitude toward learning
cn: 12.1 对学习持积极态度
th: 12.1 มีเจตคติที่ดีต่อการเรียนรู้

# M02524
source: 12.2 having the ability to seek knowledge
cn: 12.2 具备寻找知识的能力
th: 12.2 มีความสามารถในการแสวงหาความรู้

# M02525
source: 12.1.1 interested in listening to or reading books on one's own
cn: 12.1.1 感兴趣地听或自读书籍
th: 12.1.1 สนใจฟัง หรืออ่านหนังสือด้วยตนเอง

# M02526
source: 12.1.2 enthusiastic in participating in activities
cn: 12.1.2 积极参与活动
th: 12.1.2 กระตือรือร้นในการเข้าร่วมกิจกรรม

# M02527
source: 12.2.2 Find answers to various questions according to the methods by receiving advice.
cn: 12.2.1 根据指导寻找疑问的答案
th: 12.2.1 ค้นหาคำตอบของข้อสงสัยต่าง ๆ ตามวิธีการเมื่อมีผู้ชี้แนะ

# M02528
source: 12.2.2 Using the question words "who" and "what" to search for answers.
cn: 12.2.2 使用“谁”、“什么”等问题句型寻找答案
th: 12.2.2 ใช้ประโยคคำถามว่า "ใคร" "อะไร" ในการค้นหาคำตอบ

# M02529
source: Indicator 12.1
cn: 指标 12.1
th: ตัวบ่งชี้ 12.1

# M02530
source: Indicator 12.2
cn: 指标 12.2
th: ตัวบ่งชี้ 12.2

# M02531
source: Summary of Indicator 12.1
cn: 指标总结 12.1
th: สรุปตัวบ่งชี้ 12.1

# M02532
source: Summary of Indicator 12.2
cn: 指标总结 12.2
th: สรุปตัวบ่งชี้ 12.2

# M02533
source: Summary of Standard 12
cn: 标准总结 12
th: สรุปมาตรฐานที่ 12

# M02534
source: 1.1 Weight and height according to criteria
cn: 1.1 体重和身高符合标准
th: 1.1 น้ำหนัก และส่วนสูงตามเกณฑ์

# M02535
source: 1.2 Possesses good health and healthy habits
cn: 1.2 拥有良好的健康和卫生习惯
th: 1.2 มีสุขภาพอนามัย สุขนิสัยที่ดี

# M02536
source: 1.3 Maintain one's own and others' safety.
cn: 1.3 保障自己和他人的安全
th: 1.3 รักษาความปลอดภัยของตนเอง และผู้อื่น

# M02537
source: 1.1.1 Weight and height according to the criteria of the Department of Health
cn: 1.1.1 体重和身高符合卫生部门的标准
th: 1.1.1 น้ำหนัก และส่วนสูงตามเกณฑ์ของกรมอนามัย

# M02538
source: 1.2.1 Eating Nutritious Food and Drinking Clean Water When Advised
cn: 1.2.1 在指导下摄入有益的食物和饮用干净的水
th: 1.2.1 รับประทานอาหารที่มีประโยชน์ และดื่มน้ำสะอาดเมื่อมีผู้ชี้แนะ

# M02539
source: 1.2.2 Wash Hands Before Eating and After Using the Restroom Yourself
cn: 1.2.2 自己在用餐前和使用厕所后洗手
th: 1.2.2 ล้างมือก่อนรับประทานอาหาร และหลังจากใช้ห้องน้ำห้องส้วมด้วยตนเอง

# M02540
source: 1.2.3 Rest for a specific duration.
cn: 1.2.3 定时休息
th: 1.2.3 นอนพักผ่อนเป็นเวลา

# M02541
source: 1.2.4 Exercise for a duration.
cn: 1.2.4 定期锻炼
th: 1.2.4 ออกกำลังกายเป็นเวลา

# M02542
source: 1.3.1 Playing and Engaging in Activities Safely by Oneself
cn: 1.3.1 自己安全地进行游戏和活动
th: 1.3.1 เล่น และทำกิจกรรมอย่างปลอดภัยด้วยตนเอง

# M02543
source: 2.1 Move physically with agility, coordinate, and maintain balance.
cn: 2.1 运动能力灵活，协调良好，能够保持平衡
th: 2.1 เคลื่อนไหวร่างกายอย่างคล่องแคล่ว ประสานสัมพันธ์ และทรงตัวได้

# M02544
source: 2.2 Use hand-eye coordination.
cn: 2.2 手眼协调
th: 2.2 ใช้มือ-ตาประสานสัมพันธ์กัน

# M02545
source: 2.1.1 Walking forward in a straight line without the need to swing arms
cn: 2.1.1 能在不伸展手臂的情况下沿直线前行
th: 2.1.1 เดินต่อเท้าไปข้างหน้าเป็นเส้นตรงได้โดยไม่ต้องกางแขน

# M02546
source: 2.1.2 Jumping on One Leg While Maintaining Balance in Place
cn: 2.1.2 能在原地单脚跳而不失去平衡
th: 2.1.2 กระโดดขาเดียวอยู่กับที่ได้โดยไม่เสียการทรงตัว

# M02547
source: 2.1.3 Able to dodge obstacles while running
cn: 2.1.3 能绕过障碍物进行跑步
th: 2.1.3 วิ่งหลบหลีกสิ่งกีดขวางได้

# M02548
source: 2.1.4 Catching a Soccer Ball Using Both Hands
cn: 2.1.4 能用双手接住球
th: 2.1.4 รับลูกบอลโดยใช้มือทั้งสองข้าง

# M02549
source: 2.2.1 Using Scissors to Cut Paper in a Straight Line
cn: 2.2.1 能沿直线剪裁纸张
th: 2.2.1 ใช้กรรไกรตัดกระดาษตามแนวเส้นตรงได้

# M02550
source: 2.2.2 Draw a quadrilateral according to the pattern with clear angles.
cn: 2.2.2 能准确地按照样本画出四边形
th: 2.2.2 เขียนรูปสี่เหลี่ยมตามแบบได้อย่างมีมุมชัดเจน

# M02551
source: 2.2.3 Passing a Material with a Hole of 0.5 cm in Diameter
cn: 2.2.3 能穿过直径为0.5厘米的孔洞
th: 2.2.3 ร้อยวัสดุที่มีรูขนาดเส้นผ่านศูนย์กลาง 0.5 ซม. ได้

# M02552
source: 3.1 Expresses emotions appropriately.
cn: 3.1 适当地表达情感
th: 3.1 แสดงออกทางอารมณ์ได้อย่างเหมาะสม

# M02553
source: 3.2 Feeling Good About Oneself and Others
cn: 3.2 对自己和他人有积极的感受
th: 3.2 มีความรู้สึกที่ดีต่อตนเองและผู้อื่น

# M02554
source: 3.1.1 Expressing Emotions and Feelings According to the Situation
cn: 3.1.1 根据情况适当表达情感和感受
th: 3.1.1 แสดงอารมณ์ ความรู้สึกได้ตามสถานการณ์

# M02555
source: 3.2.1 Courage to Speak Up Appropriately in Certain Situations
cn: 3.2.1 在适当的情况下勇敢地表达自己
th: 3.2.1 กล้าพูดกล้าแสดงออกอย่างเหมาะสมบางสถานการณ์

# M02556
source: 3.2.2 Expressing Satisfaction in One's Work and Abilities
cn: 3.2.2 对自己的成果和能力表示满意
th: 3.2.2 แสดงความพอใจในผลงาน และความสามารถของตนเอง

# M02557
source: 4.1 Interested, happy, and express through arts, music, and movement
cn: 4.1 对艺术、音乐和运动表现出兴趣、愉悦，并通过这些活动进行自我表达
th: 4.1 สนใจ มีความสุข และแสดงออกผ่านงานศิลปะ ดนตรี และการเคลื่อนไหว

# M02558
source: 4.1.1 Interested, Happy, and Expressive Through Art
cn: 4.1.1 对艺术活动表现出兴趣和愉悦，并通过艺术进行自我表达
th: 4.1.1 สนใจ มีความสุข และแสดงออกผ่านงานศิลปะ

# M02559
source: 4.1.2 Interested, happy, and express through singing and music
cn: 4.1.2 对音乐和歌曲感兴趣，感到快乐，并通过音乐和乐器表达自己
th: 4.1.2 สนใจ มีความสุข และแสดงออกผ่านเสียงเพลง ดนตรี

# M02560
source: 4.1.3 Interested, Happy, and Expressive in Movement and Dance to Music, Rhythm, and Melody
cn: 4.1.3 对音乐、节奏和舞蹈感兴趣，感到快乐，并通过动作或舞蹈来表现
th: 4.1.3 สนใจ มีความสุข และแสดงท่าทาง/เคลื่อนไหวประกอบเพลง จังหวะ และดนตรี

# M02561
source: 5.1 Honest and trustworthy.
cn: 5.1 诚实守信
th: 5.1 ซื่อสัตย์สุจริต

# M02562
source: 5.2 Be kind, compassionate, and helpful.
cn: 5.2 富有同情心、仁慈、体贴，并乐于帮助和分享
th: 5.2 มีความเมตตา กรุณา มีน้ำใจ และช่วยเหลือแบ่งปัน

# M02563
source: 5.3 Empathetic towards others
cn: 5.3 具有同情心
th: 5.3 มีความเห็นอกเห็นใจผู้อื่น

# M02564
source: 5.4 Responsible
cn: 5.4 负责任
th: 5.4 มีความรับผิดชอบ

# M02565
source: 5.1.1 Requesting Permission or Waiting When Needing Someone Else's Belongings with Guidance
cn: 5.1.1 在需要他人物品时，遵循请求许可或等待的指导
th: 5.1.1 ขออนุญาตหรือรอคอยเมื่อต้องการสิ่งของของผู้อื่นเมื่อมีผู้ชี้แนะ

# M02566
source: 5.2.1 Show love for friends and have compassion for pets
cn: 5.2.1 表现出对朋友的关爱和对宠物的仁慈
th: 5.2.1 แสดงความรักเพื่อน และมีเมตตาสัตว์เลี้ยง

# M02567
source: 5.2.2 Helps and shares with others when advised to do so
cn: 5.2.2 在指导下帮助他人并进行分享
th: 5.2.2 ช่วยเหลือ และแบ่งปันผู้อื่นได้เมื่อมีผู้ชี้แนะ

# M02568
source: 5.3.1 Show facial expressions and gestures to recognize the feelings of others.
cn: 5.3.1 通过面部表情和姿态表现出对他人情感的理解
th: 5.3.1 แสดงสีหน้า และท่าทางรับรู้ความรู้สึกผู้อื่น

# M02569
source: 5.4.1 Completing Assigned Tasks by receiving advice
cn: 5.4.1 在指导下完成指定的任务
th: 5.4.1 ทำงานที่ได้รับมอบหมายจนสำเร็จเมื่อมีผู้ชี้แนะ

# M02570
source: 6.1 Assisting oneself in performing daily routine tasks
cn: 6.1 自主进行日常生活活动
th: 6.1 ช่วยเหลือตนเองในการปฏิบัติกิจวัตรประจำวัน

# M02571
source: 6.2 Have self-discipline
cn: 6.2 具有自律性
th: 6.2 มีวินัยในตนเอง

# M02572
source: 6.3 Economical and sufficiency
cn: 6.3 节俭和满足
th: 6.3 ประหยัดและพอเพียง

# M02573
source: 6.1.1 Dressing oneself on one's own.
cn: 6.1.1 自己穿衣服
th: 6.1.1 แต่งตัวด้วยตนเอง

# M02574
source: 6.1.2 Eat independently.
cn: 6.1.2 自己吃饭
th: 6.1.2 รับประทานอาหารด้วยตนเอง

# M02575
source: 6.13 Using the restroom or toilet by oneself.
cn: 6.1.3 自己使用厕所
th: 6.1.3 ใช้ห้องน้ำ ห้องส้วมด้วยตนเอง

# M02576
source: 6.2.1 Put away toys and items by oneself.
cn: 6.2.1 自己整理玩具和物品
th: 6.2.1 เก็บของเล่น ของใช้เข้าที่ด้วยตนเอง

# M02577
source: 6.2.2 Getting in line in order, either before or after, by oneself.
cn: 6.2.2 自己按照顺序排队
th: 6.2.2 เข้าแถวตามลำดับ ก่อนหลังได้ด้วยตนเอง

# M02578
source: 6.3.1 Using appliances and equipment thriftily and adequately when guided.
cn: 6.3.1 在指导下节约和合理使用物品
th: 6.3.1 ใช้สิ่งของเครื่องใช้อย่างประหยัด และพอเพียงเมื่อมีผู้ชี้แนะ

# M02579
source: 7.1 Caring for nature and the environment.
cn: 7.1 保护自然和环境
th: 7.1 ดูแลรักษาธรรมชาติ และสิ่งแวดล้อม

# M02580
source: 7.2 Respect Thai culture and love Thai identity.
cn: 7.2 遵守泰国文化礼仪，热爱泰国文化
th: 7.2 มีมารยาทตามวัฒนธรรมไทย และรักความเป็นไทย

# M02581
source: 7.1.1 Participate in caring for and preserving nature and the environment when advised to do so
cn: 7.1.1 在指导下参与保护自然和环境
th: 7.1.1 มีส่วนร่วมดูแลรักษาธรรมชาติ และสิ่งแวดล้อมเมื่อมีผู้ชี้แนะ

# M02582
source: 7.1.2 Dispose of garbage properly.
cn: 7.1.2 正确丢弃垃圾
th: 7.1.2 ทิ้งขยะได้ถูกที่

# M02583
source: 7.2.1 Behave according to Thai etiquette by yourself.
cn: 7.2.1 自觉遵守泰国礼仪
th: 7.2.1 ปฏิบัติตนตามมารยาทไทยได้ด้วยตนเอง

# M02584
source: 7.2.2 Expressing gratitude and apologizing on one's own
cn: 7.2.2 自己说“谢谢”和“对不起”
th: 7.2.2 กล่าวคำขอบคุณ และขอโทษด้วยตนเอง

# M02585
source: 7.2.3 Standing upright when hearing the Thai national anthem and the royal anthem.
cn: 7.2.3 听到泰国国歌和泰王颂歌时要站立
th: 7.2.3 ยืนตรงเมื่อได้ยินเพลงชาติไทย และเพลงสรรเสริญพระบารมี

# M02586
source: 8.1 Accept similarities and differences among individuals
cn: 8.1 接受人与人之间的相似性和差异性
th: 8.1 ยอมรับความเหมือน และความแตกต่างระหว่างบุคคล

# M02587
source: 8.2 Have good relationships with others
cn: 8.2 与他人有良好的互动
th: 8.2 มีปฏิสัมพันธ์ที่ดีกับผู้อื่น

# M02588
source: 8.3 Engage in basic behaviors of being a good member of society.
cn: 8.3 初步成为一个良好社会成员的行为
th: 8.3 ปฏิบัติตนเบื้องต้นในการเป็นสมาชิกที่ดีของสังคม

# M02589
source: 8.1.1 Playing and engaging in activities with children who are different from oneself.
cn: 8.1.1 与不同于自己的孩子一起玩耍和进行活动
th: 8.1.1 เล่นและทำกิจกรรมร่วมกับเด็กที่แตกต่างไปจากตน

# M02590
source: 8.2.1 Playing or working together with friends in a group.
cn: 8.2.1 与朋友一起以小组形式玩耍或工作
th: 8.2.1 เล่นหรือทำงานร่วมกับเพื่อนเป็นกลุ่ม

# M02591
source: 8.2.2 Smiling, greeting, or conversing with adults and familiar individuals on one's own.
cn: 8.2.2 自己对长辈和熟悉的人微笑、打招呼或交谈
th: 8.2.2 ยิ้ม ทักทายหรือพูดคุยกับผู้ใหญ่ และบุคคลที่คุ้นเคยได้ด้วยตนเอง

# M02592
source: 8.3.1 Participating in creating agreements and adhering to them when guided.
cn: 8.3.1 在指导下参与制定规则并遵守规则
th: 8.3.1 มีส่วนร่วมสร้างข้อตกลง และปฏิบัติตามข้อตกลงเมื่อมีผู้ชี้แนะ

# M02593
source: 8.3.2 Behave as a leader and follower by themselves
cn: 8.3.2 自己担任领导和跟随者
th: 8.3.2 ปฏิบัติตนเป็นผู้นำ และผู้ตามได้ด้วยตนเอง

# M02594
source: 8.3.3 Compromise and solve problems without using violence when there is guidance.
cn: 8.3.3 在指导下以非暴力方式妥协和解决问题
th: 8.3.3 ประนีประนอม แก้ไขปัญหาโดยปราศจากการใช้ความรุนแรงเมื่อมีผู้ชี้แนะ

# M02595
source: 9.1 Engage in conversations, respond, and narrate stories for others to understand.
cn: 9.1 进行对话和讲述，让他人理解
th: 9.1 สนทนาโต้ตอบ และเล่าเรื่องให้ผู้อื่นเข้าใจ

# M02596
source: 9.2 Can read and write pictures and symbols.
cn: 9.2 读写图画和符号
th: 9.2 อ่าน เขียนภาพ และสัญลักษณ์ได้

# M02597
source: 9.1.1 Listen to others speak until the end. and speak and respond in accordance with the story listened to
cn: 9.1.1 听别人说完并进行与听到的内容相符的对话
th: 9.1.1 ฟังผู้อื่นพูดจนจบ และพูดโต้ตอบสอดคล้องกับเรื่องที่ฟัง

# M02598
source: 9.1.2 Tell a story in sentences continuously
cn: 9.1.2 连续地用句子讲故事
th: 9.1.2 เล่าเรื่องเป็นประโยคอย่างต่อเนื่อง

# M02599
source: 9.2.1 Read images, word symbols, and point or glance at text along lines.
cn: 9.2.1 读图画和符号词，并指示或沿着行阅读文字
th: 9.2.1 อ่านภาพ สัญลักษณ์คำ พร้อมทั้งชี้ หรือกวาดตามองข้อความตามบรรทัด

# M02600
source: 9.2.2 Write similar to letters
cn: 9.2.2 写出类似字母的字迹
th: 9.2.2 เขียนคล้ายตัวอักษร

# M02601
source: 10.1 Have the ability to think critically.
cn: 10.1 具有概括能力
th: 10.1 มีความสามารถในการคิดรวบยอด

# M02602
source: 10.2 Have the ability to think logically.
cn: 10.2 具有推理能力
th: 10.2 มีความสามารถในการคิดเชิงเหตุผล

# M02603
source: 10.3 Have the ability to problem-solve and make decisions.
cn: 10.3 具有解决问题和决策的能力
th: 10.3 มีความสามารถในการคิดแก้ปัญหา และตัดสินใจ

# M02604
source: 10.1.1 Describe the characteristics and components of different objects observed using the sense of touch.
cn: 10.1.1 通过感官观察描述物体的特征和组成部分
th: 10.1.1 บอกลักษณะ และส่วนประกอบของสิ่งของต่าง ๆ จากการสังเกตโดยใช้ประสาทสัมผัส

# M02605
source: 10.1.2 Match and compare the differences or similarities of various objects using only one observed characteristic.
cn: 10.1.2 将物体配对和比较其差异或相似之处，基于观察到的单一特征
th: 10.1.2 จับคู่ และเปรียบเทียบความแตกต่าง หรือความเหมือนของสิ่งต่าง ๆ โดยใช้ลักษณะที่สังเกตพบเพียงลักษณะเดียว

# M02606
source: 10.1.3 Classify and group various objects using at least one characteristic as a criterion.
cn: 10.1.3 根据至少一个特征对物体进行分类和分组
th: 10.1.3 จำแนก และจัดกลุ่มสิ่งต่าง ๆ โดยใช้อย่างน้อยหนึ่งลักษณะเป็นเกณฑ์

# M02607
source: 10.1.4 Sort objects or events in at least 4 sequences.
cn: 10.1.4 按照至少四个顺序排列物体或事件
th: 10.1.4 เรียงลำดับสิ่งของ หรือเหตุการณ์อย่างน้อย 4 ลำดับ

# M02608
source: 10.2.1 Identify the cause or effect in an event or action when guided.
cn: 10.2.1 确定事件或行为中的原因或结果，依据指导
th: 10.2.1 ระบุสาเหตุ หรือผลที่เกิดขึ้นในเหตุการณ์ หรือการกระทำเมื่อมีผู้ชี้แนะ

# M02609
source: 10.2.2 Guess or predict what might happen. or participate in drawing opinions from the data
cn: 10.2.2 推测可能发生的事情，或基于信息参与意见的形成
th: 10.2.2 คาดเดา หรือคาดคะเนสิ่งที่อาจจะเกิดขึ้น หรือมีส่วนร่วมในการลงความเห็นจากข้อมูล
