Repository: jtrp98/test02
Catalog: jabjaiuniversity/FingerprintPayment/Resources/Resource.*.resx
Languages: cn, th

# M01798
source: Sort by Gender
cn: 按性別排序
th: เรียงตามเพศ

# M01799
source: Sort by Student ID
cn: 按學生ID排序
th: เรียงตามรหัสนักเรียน

# M01800
source: Sort by Attendance Date
cn: 按進入日期排序
th: เรียงตามวันที่เข้าเรียน

# M01801
source: Sort by Number
cn: 對數字進行排序
th: เรียงเลขที่

# M01802
source: Automatically Sort by Student Number
cn: 自動排序學生編號
th: เรียงเลขที่นักเรียนอัตโนมัติ

# M01803
source: Dear all teachers
cn: 親愛的各位老師
th: เรียนคุณครูทุกท่าน

# M01804
source: Synopsis
cn: 概要
th: เรื่องย่อ

# M01805
source: Congenital disease
cn: 先天性疾病
th: โรคประจำตัว

# M01806
source: Serious disease
cn: 嚴重疾病
th: โรคร้ายแรง

# M01807
source: School
cn: 學校
th: โรงเรียน

# M01808
source: Previous School
cn: 原學校
th: โรงเรียนเดิม

# M01809
source: This School Has Not Uploaded Courses to the REGIS System Yet
cn: 該校尚未將課程上傳至 REGIS 系統。
th: โรงเรียนนี้ยังไม่อัปโหลดรายวิชาขึ้นระบบ REGIS

# M01810
source: Sign
cn: 符號
th: ลงชื่อ

# M01811
source: Comment Registration
cn: 登記您的意見
th: ลงทะเบียนความเห็น

# M01812
source: Individual Registration
cn: 個人報名
th: ลงทะเบียนรายบุคคล

# M01813
source: Dated
cn: 過時的
th: ลงวันที่

# M01814
source: Decrease
cn: 減少
th: ลด

# M01815
source: Decrease behavior score
cn: 降低行為分數
th: ลดคะแนนความประพฤติกรรม

# M01816
source: Decrease points
cn: 減少積分
th: ลดแต้ม

# M01817
source: Deleted
cn: 刪除
th: ลบ

# M01818
source: Delete Message
cn: 刪除留言
th: ลบข้อความ

# M01819
source: Delete data
cn: 刪除數據
th: ลบข้อมูล

# M01820
source: Delete conduct score data
cn: 刪除行為評分數據
th: ลบข้อมูลคะแนนความประพฤติ

# M01821
source: Delete student data
cn: 刪除學生訊息
th: ลบข้อมูลนักเรียน

# M01822
source: Delete payment information
cn: 刪除付款資訊
th: ลบข้อมูลรายการชำระเงิน

# M01823
source: Delete classroom data
cn: 刪除教室資訊
th: ลบข้อมูลห้องเรียน

# M01824
source: Delete comment
cn: 刪除評論
th: ลบความคิดเห็น

# M01825
source: Delete invoices
cn: 刪除發票
th: ลบใบแจ้งหนี้

# M01826
source: Delete user
cn: 刪除用戶
th: ลบผู้ใช้งาน

# M01827
source: Delete list
cn: 刪除項目
th: ลบรายการ

# M01828
source: Delete this item successfully.
cn: 該項目刪除完成。
th: ลบรายการนี้เสร็จสมบูรณ์

# M01829
source: List deleted successfully.
cn: 該項目已成功刪除。
th: ลบรายการเรียบร้อย

# M01830
source: Delete course
cn: 刪除課程
th: ลบวิชาเรียน

# M01831
source: Remove subjects for all students
cn: 刪除所有同學的科目
th: ลบวิชาสำหรับนักเรียนทุกคน

# M01832
source: longitude
cn: 經度
th: ลองจิจูด

# M01833
source: latitude
cn: 緯度
th: ละติจูด

# M01834
source: Desired Change From
cn: 您想要改變的特徵
th: ลักษณะที่ต้องการเปลี่ยนจาก

# M01835
source: House characteristics
cn: 房屋特點
th: ลักษณะบ้าน

# M01836
source: Characteristics of the house
cn: 房子的特點
th: ลักษณะบ้านที่อยู่

# M01837
source: Leave
cn: 驢
th: ลา

# M01838
source: Drag files here or click to upload
cn: 將文件拖曳至此處或按一下上傳。
th: ลากไฟล์มาไว้ที่นี่ หรือ คลิกเพื่ออัพโหลด

# M01839
source: Personal Leave
cn: 請假
th: ลากิจ

# M01840
source: Half-morning leave
cn: 半上午假
th: ลากิจครึ่งเช้า

# M01841
source: Half-afternoon leave
cn: 下午半點請假
th: ลากิจครึ่งบ่าย

# M01842
source: All day leave
cn: 離開一整天
th: ลากิจทั้งวัน

# M01843
source: Military Service Leave
cn: 請假去服兵役
th: ลาเข้ารับราชการทหาร

# M01844
source: Maternity Leave
cn: 產假
th: ลาคลอดบุตร

# M01845
source: Sick Leave
cn: 病假
th: ลาป่วย

# M01846
source: Half-Morning Sick Leave
cn: 半上午病假
th: ลาป่วยครึ่งเช้า

# M01847
source: Half-Afternoon Sick Leave
cn: 半下午請病假
th: ลาป่วยครึ่งบ่าย

# M01848
source: All day sick leave
cn: 全天請病假
th: ลาป่วยทั้งวัน

# M01849
source: Suspension study leave
cn: 休學
th: ลาพักการเรียน

# M01850
source: Vacation leave
cn: 請年假
th: ลาพักร้อน

# M01851
source: Signature
cn: 簽名
th: ลายเซ็น

# M01852
source: Study/Training leave
cn: 學習假/培訓
th: ลาศึกษา/อบรม

# M01853
source: Resign
cn: 辭職
th: ลาออก

# M01854
source: Ordination Leave
cn: 離開領聖職
th: ลาอุปสมบท

# M01855
source: Order
cn: 數位
th: ลำดับ

# M01856
source: Order No.
cn: 不。
th: ลำดับที่

# M01857
source: Display order
cn: 顯示順序
th: ลำดับแสดงผล

# M01858
source: Book search page link
cn: 圖書搜尋頁面鏈接
th: ลิงก์หน้าสืบค้นหนังสือ

# M01859
source: Link for announcing qualifications.
cn: 資格公告鏈接
th: ลิ้งค์สำหรับประกาศคุณสมบัติ

# M01860
source: Link for announcing exam results.
cn: 考試成績公佈鏈接
th: ลิ้งค์สำหรับประกาศผลสอบ

# M01861
source: Link for student registration
cn: 學生註冊連結
th: ลิ้งค์สำหรับสมัครนักเรียน

# M01862
source: Uncle
cn: 叔叔
th: ลุง

# M01863
source: Number
cn: 數位
th: เลขที่

# M01864
source: Student ID number
cn: 學號
th: เลขที่นักเรียน

# M01865
source: Examination seat number
cn: 考試座位號
th: เลขที่นั่งสอบ

# M01866
source: Invoice number
cn: 發票號碼
th: เลขที่ใบแจ้งหนี้

# M01867
source: Assembly number
cn: 組裝數量
th: เลขที่ใบประกอบ

# M01868
source: License number
cn: 許可證號
th: เลขที่ใบอนุญาต

# M01869
source: Passport number
cn: 護照號碼
th: เลขที่หนังสือเดินทาง

# M01870
source: Employee ID card number
cn: 員工卡號
th: เลขบัตรพนักงาน

# M01871
source: Tax ID
cn: 稅號
th: เลขประจำตัวผู้เสียภาษี

# M01872
source: International Standard Book Number (ISBN)
cn: 本書的國際標準號
th: เลขมาตรฐานสากลประจำหนังสือ

# M01873
source: Book call number
cn: 預約電話號碼
th: เลขเรียกหนังสือ

# M01874
source: Book group number
cn: 書組編號
th: เลขหมู่หนังสือ

# M01875
source: Gambling
cn: 賭博
th: เล่นการพนัน

# M01876
source: Play computer/mobile phone games
cn: 玩電腦/手機遊戲
th: เล่นเกมคอมพิวเตอร์ / โทรศัพท์มือถือ

# M01877
source: book
cn: 書
th: เล่ม

# M01878
source: Select
cn: 選擇
th: เลือก

# M01879
source: Select a group of list
cn: 選擇一組項目。
th: เลือกกลุ่มรายการ

# M01880
source: Select payment group
cn: 選擇付款組
th: เลือกกลุ่มรายการชำระเงิน

# M01881
source: Select a learning content group
cn: 選擇學習科目組
th: เลือกกลุ่มสาระการเรียนรู้

# M01882
source: Select acceptance
cn: 選擇一個回應
th: เลือกการตอบรับ

# M01883
source: Select an exam
cn: 選擇考試
th: เลือกการสอบ

# M01884
source: Select a grade
cn: 選擇年級
th: เลือกเกรด

# M01885
source: Select data
cn: 選擇數據
th: เลือกข้อมูล

# M01886
source: Select district
cn: 選擇地區/地區
th: เลือกเขต/อำเภอ

# M01887
source: Select sub-district
cn: 選擇區/街道
th: เลือกแขวง/ตำบล

# M01888
source: Select relationship
cn: 選擇一種關係
th: เลือกความสัมพันธ์

# M01889
source: Select prefix
cn: 選擇前綴
th: เลือกคำนำหน้า

# M01890
source: Select province
cn: 選擇省份
th: เลือกจังหวัด

# M01891
source: Select quantity
cn: 選擇數量
th: เลือกจำนวน

# M01892
source: Select number of siblings
cn: 選擇兄弟姊妹的數量
th: เลือกจำนวนพี่น้อง

# M01893
source: Select grade level
cn: 選擇年份
th: เลือกชั้นปี

# M01894
source: Select class
cn: 選擇班級
th: เลือกชั้นเรียน

# M01895
source: Select ethnicity
cn: 選擇種族
th: เลือกเชื้อชาติ

# M01896
source: Select schedule
cn: 選擇時間表
th: เลือกตารางเวลา

# M01897
source: Select all
cn: 選擇全部
th: เลือกทั้งหมด

# M01898
source: Select the term to import grades
cn: 選擇要匯入成績的學期。
th: เลือกเทอมที่จะนำเข้าเกรด

# M01899
source: Select students
cn: 選擇一名學生
th: เลือกนักเรียน

# M01900
source: Select certain grade levels
cn: 選擇一些層次結構
th: เลือกบางลำดับชั้น

# M01901
source: Select child number
cn: 選擇那個孩子
th: เลือกบุตรคนที่

# M01902
source: Select tuition fee withdrawal
cn: 選擇提取學費。
th: เลือกเบิกค่าเล่าเรียน

# M01903
source: Select delivery type
cn: 選擇發送類型
th: เลือกประเภทการส่ง

# M01904
source: Select message type
cn: 選擇訊息類型
th: เลือกประเภทข้อความ

# M01905
source: Select transaction type
cn: 選擇交易類型
th: เลือกประเภททำรายการ

# M01906
source: Select staff type
cn: 選擇人員類型
th: เลือกประเภทบุคลากร

# M01907
source: Select grade levels
cn: 選擇年級類型
th: เลือกประเภทระดับชั้น

# M01908
source: Select product type
cn: 選擇產品類型
th: เลือกประเภทสินค้า

# M01909
source: Select year
cn: 選擇年份
th: เลือกปี

# M01910
source: Select academic year
cn: 選擇學年
th: เลือกปีการศึกษา

# M01911
source: Select the year to import grades
cn: 選擇將匯入成績的學年。
th: เลือกปีการศึกษาที่จะนำเข้าเกรด

# M01912
source: Select user
cn: 選擇用戶
th: เลือกผู้ใช้งาน

# M01913
source: Select message recipient
cn: 選擇訊息收件人
th: เลือกผู้รับข้อความ

# M01914
source: Select a plan
cn: 選擇一個計劃
th: เลือกแผน

# M01915
source: Select study plan
cn: 選擇學習計劃
th: เลือกแผนการเรียน

# M01916
source: Select gender
cn: 選擇性別
th: เลือกเพศ

# M01917
source: Select for search
cn: 選擇搜尋
th: เลือกเพื่อค้นหา

# M01918
source: Select platform
cn: 選擇平台
th: เลือกแพลตฟอร์ม

# M01919
source: Select file
cn: 選擇文件
th: เลือกไฟล์

# M01920
source: Select Excel file
cn: 選擇 Excel 文件
th: เลือกไฟล์ Excel

# M01921
source: Select academic term
cn: 選擇學期
th: เลือกภาคการศึกษา

# M01922
source: Select search menu
cn: 選擇搜尋選單
th: เลือกเมนูที่ค้นหา

# M01923
source: Select duration
cn: 選擇距離
th: เลือกระยะ

# M01924
source: Select report
cn: 選擇報告
th: เลือกรายงาน

# M01925
source: Select card format
cn: 選擇卡片格式
th: เลือกรูปแบบบัตร

# M01926
source: Select send format
cn: 選擇發送格式
th: เลือกรูปแบบการส่ง

# M01927
source: Select address type
cn: 選擇您居住的房屋類型。
th: เลือกลักษณะบ้านที่อยู่

# M01928
source: Select subject
cn: 選擇一個主題
th: เลือกวิชา

# M01929
source: Select educational qualification
cn: 選擇學歷
th: เลือกวุฒิการศึกษา

# M01930
source: Select religion
cn: 選擇宗教
th: เลือกศาสนา

# M01931
source: Select place of birth district
cn: 選擇出生地、地區/地區
th: เลือกสถานที่เกิดเขต/อำเภอ

# M01932
source: Select place of birth sub-district
cn: 選擇出生地、區/街道
th: เลือกสถานที่เกิดแขวง/ตำบล

# M01933
source: Select place of birth province
cn: 選擇出生地、省份
th: เลือกสถานที่เกิดจังหวัด

# M01934
source: Select marital status
cn: 選擇婚姻狀況
th: เลือกสถานภาพสมรส

# M01935
source: Select status
cn: 選擇狀態
th: เลือกสถานะ

# M01936
source: Select family status
cn: 選擇家庭狀況
th: เลือกสถานะครอบครัว

# M01937
source: Select nationality
cn: 選擇國籍
th: เลือกสัญชาติ

# M01938
source: Select color to display in the application
cn: 選擇將出現在應用程式中的顏色。
th: เลือกสีที่จะให้ปรากฏในแอพพลิเคชัน

# M01939
source: Select credits
cn: 選擇學分
th: เลือกหน่วยกิต

# M01940
source: Select course
cn: 選擇課程
th: เลือกหลักสูตร

# M01941
source: Select all rooms
cn: 選擇所有房間
th: เลือกห้องทั้งหมด

# M01942
source: Select classrooms
cn: 選擇教室
th: เลือกห้องเรียน

# M01943
source: Select topics
cn: 選擇一個主題
th: เลือกหัวข้อ

# M01944
source: Select an instructor
cn: 選擇導師
th: เลือกอาจารย์ผู้สอน

# M01945
source: and additional subjects
cn: 和附加課程
th: และรายวิชาเพิ่มเติม

# M01946
source: and additional subjects not less than
cn: 以及附加課程不少於
th: และรายวิชาเพิ่มเติมไม่น้อยกว่า

# M01947
source: Date of birth (dd/mm/yyyy)
cn: 出生日期
th: ว/ด/ป เกิด

# M01948
source: Start date (dd/mm/yyyy)
cn: 開始的週/日/年
th: ว/ด/ป ที่เริ่ม

# M01949
source: End date (dd/mm/yyyy)
cn: 結束日期/日/年
th: ว/ด/ป ที่สิ้น

# M01950
source: Expiration date (dd/mm/yyyy)
cn: d/d/y 已過期
th: ว/ด/ป หมดอายุ

# M01951
source: Date of certification issuance (dd/mm/yyyy)
cn: D/D/Y簽發證書
th: ว/ด/ป ออกใบประกอบ

# M01952
source: Day
cn: 天
th: วัน

# M01953
source: Day and Time
cn: 日期時間
th: วัน-เวลา

# M01954
source: Date of birth (dd/mm/yyyy)
cn: 出生日期/月份/年份
th: วัน/เดือน/ปีเกิด

# M01955
source: Birthday
cn: 生日
th: วันเกิด

# M01956
source: Retirement date
cn: 退休日期
th: วันครบเกษียณอายุ

# M01957
source: Monday
cn: 週一
th: วันจันทร์

# M01958
source: Day, Month, Year
cn: 日 月 年
th: วันเดือนปี

# M01959
source: Date dd/mm/yyyy
cn: 日期 週/日/年
th: วันที่ ว/ด/ป

# M01960
source: Date/Time Transaction
cn: 交易日期/時間
th: วันที่/เวลา ธุรกรรม

# M01961
source: Date/Time Sent
cn: 發送日期/時間
th: วันที่/เวลาที่ส่ง

# M01962
source: Enrollment date
cn: 入境日期
th: วันที่เข้าเรียน

# M01963
source: Due Date
cn: 到期日
th: วันที่ครบกำหนด

# M01964
source: Payment Due Date
cn: 付款到期日
th: วันที่ครบกำหนดชำระเงิน

# M01965
source: Return Date
cn: 返回日期
th: วันที่คืน

# M01966
source: Graduation Date
cn: 畢業日期
th: วันที่จบการศึกษา

# M01967
source: Notification Date
cn: 通知日期
th: วันที่แจ้ง

# M01968
source: Leave Notification Date
cn: 請假通知日期
th: วันที่แจ้งลา

# M01969
source: Date of Desired Edit
cn: 您要編輯的日期
th: วันที่ต้องการแก้ไข

# M01970
source: Transaction Date
cn: 交易日期
th: วันที่ทำรายการ

# M01971
source: Appointment Date
cn: 會議日期
th: วันที่นัดพบ

# M01972
source: Date Save List
cn: 錄音日期
th: วันที่บันทึกรายการ

# M01973
source: Date of Work in the Educational Institution
cn: 在教育機構工作的日期
th: วันที่ปฏิบัติงานในสถานศึกษา

# M01974
source: Date of moving room
cn: 搬家日期
th: วันที่ย้ายห้อง

# M01975
source: Date of Document Submission
cn: 文件提交日期
th: วันที่ยื่นเอกสาร

# M01976
source: Date of Borrowing
cn: 借款日期
th: วันที่ยืม

# M01977
source: Date of receipt of payment
cn: 付款收到日期
th: วันที่รับชำระ

# M01978
source: Starting to leave date
cn: 請假開始日期
th: วันที่เริ่มลา

# M01979
source: Date of Study
cn: 學習日期
th: วันที่เรียน

# M01980
source: Date and time the information was added
cn: 新增資訊的日期和時間
th: วันที่และเวลาที่เพิ่มข้อมูล

# M01981
source: Updated date and time
cn: 更新日期和時間
th: วันที่และเวลาที่อัปเดต

# M01982
source: Date of Application
cn: 申請日期
th: วันที่สมัคร

# M01983
source: Date of Display
cn: 顯示日期
th: วันที่แสดงผล

# M01984
source: Date of Issuance
cn: 簽發日期
th: วันที่ออก

# M01985
source: Date of Document Issuance
cn: 文件簽發日期
th: วันที่ออกเอกสาร

# M01986
source: Date of Latest Update
cn: 最後更新日期
th: วันที่อัปเดตล่าสุด

# M01987
source: Date of Latest Update
cn: 最後更新日期
th: วันที่อัพเดทล่าสุด

# M01988
source: Wednesday
cn: 週三
th: วันพุธ

# M01989
source: Thursday
cn: 週四
th: วันพุฤหัส

# M01990
source: Semester start date
cn: 學期開始日期
th: วันเริ่มต้นภาคเรียน

# M01991
source: start date of bureaucrat
cn: 開始執行公務日期
th: วันเริ่มปฏิบัติราชการ

# M01992
source: Friday
cn: 星期五
th: วันศุกร์

# M01993
source: Date of Employment
cn: 訂單包裝日期
th: วันสั่งบรรจุ

# M01994
source: End of Semester Date
cn: 學期末
th: วันสิ้นสุดภาคเรียน

# M01995
source: End of Online Application Date
cn: 申請線上學習的截止日期
th: วันสิ้นสุดสมัครเรียนออนไลน์

# M01996
source: Saturday
cn: 週六
th: วันเสาร์

# M01997
source: Holidays
cn: 休息日
th: วันหยุด

# M01998
source: Holidays throughout the academic year
cn: 整個學年的假期
th: วันหยุดทั้งปีการศึกษา

# M01999
source: Tuesday
cn: 週二
th: วันอังคาร

# M02000
source: Sunday
cn: 星期日
th: วันอาทิตย์

# M02001
source: Paste this link on your school's website to access the test result announcement page.
cn: “将此链接放入您学校的网站中，以进入考试成绩公告页面。”
th: วางลิ้งค์นี้ลงในเว็บโรงเรียนของท่านเพื่อเข้าสู่หน้าประกาศผลสอบ

# M02002
source: Paste this link to your school's website to access the student application page.
cn: “将此链接放入您学校的网站中，以进入学生注册页面。”
th: วางลิ้งค์นี้ลงในเว็บโรงเรียนของท่านเพื่อเข้าสู่หน้าสมัครนักเรียน

# M02003
source: Subject
cn: “科目”
th: วิชา

# M02004
source: Such subjects cannot be disabled as they are used in time/grade schedules.
cn: “该科目无法禁用，因为它正在被用于时间表/成绩中。”
th: วิชาดังกล่าวไม่สามารถ ไม่สามารถปิดการใช้งานได้ เนื่องจากถูกใช้งานในตารางเวลา / เกรด

# M02005
source: Subject
cn: 主題
th: วิชาที่

# M02006
source: This subject has not yet recorded scores.
cn: 該科目尚未記錄分數。
th: วิชานี้ยังไม่ได้ทำการบันทึกคะแนน

# M02007
source: Video
cn: 影片
th: วิดีโอ

# M02008
source: Science
cn: 科學
th: วิทยาศาสตร์

# M02009
source: Science and Technology
cn: 科學技術
th: วิทยาศาสตร์และเทคโนโลยี

# M02010
source: Vision
cn: 想像
th: วิสัยทัศน์

# M02011
source: Video tutorials
cn: 使用影片
th: วีดิโอการใช้งาน

# M02012
source: Educational qualification
cn: 學歷
th: วุฒิการศึกษา

# M02013
source: Website
cn: 網站
th: เว็บไซต์

# M02014
source: School website
cn: 學校網站
th: เว็บไซต์โรงเรียน

# M02015
source: Time
cn: 時間
th: เวลา

# M02016
source: Press time
cn: 新聞時間
th: เวลากด

# M02017
source: Entry time
cn: 入場時間
th: เวลาเข้า

# M02018
source: Work entry time
cn: 上班時間
th: เวลาเข้างาน

# M02019
source: Time in and out of work
cn: 上班和下班時間
th: เวลาเข้าและออกงาน

# M02020
source: Top-up time
cn: 填滿時間
th: เวลาที่เติม

# M02021
source: Withdrawal time
cn: 提款時間
th: เวลาที่ถอน

# M02022
source: Appointment time
cn: 集合時間
th: เวลาที่นัดพบ

# M02023
source: Announcement time
cn: 公告時間
th: เวลาประกาศ

# M02024
source: Pick up time
cn: 接載時間
th: เวลารับ

# M02025
source: Start time
cn: 開始時間
th: เวลาเริ่มต้น

# M02026
source: Time to start deduct points
cn: 計分開始時間
th: เวลาเริ่มตัดคะแนน

# M02027
source: Class time
cn: 學習時間
th: เวลาเรียน

# M02028
source: End time
cn: 結束時間
th: เวลาสิ้นสุด

# M02029
source: Exit time
cn: 出發時間
th: เวลาออก

# M02030
source: Work exit time
cn: 下班時間
th: เวลาออกงาน

# M02031
source: Version
cn: 版本
th: เวอร์ชั่น

# M02032
source: App version
cn: 應用程式版本
th: เวอร์ชันแอป

# M02033
source: Religion
cn: 宗教
th: ศาสนา

# M02034
source: Art
cn: 藝術
th: ศิลปะ

# M02035
source: Obsevational study
cn: 遊學
th: ศึกษาดูงาน

# M02036
source: Friday
cn: 星期五
th: ศุกร์

# M02037
source: Dirty and untidy
cn: 又髒又亂
th: สกปรกไม่มีระเบียบ

# M02038
source: Surname
cn: 姓
th: สกุล

# M02039
source: Scan to Pick-up student
cn: 掃描接收學生
th: สแกนรับนักเรียน

# M02040
source: Scan out of school
cn: 掃描出校
th: สแกนออกโรงเรียน

# M02041
source: Send
cn: 傳送
th: ส่ง

# M02042
source: Send grades
cn: 提交成績
th: ส่งเกรด

# M02043
source: Send data
cn: 傳送訊息
th: ส่งข้อมูล

# M02044
source: Send REGIS data
cn: 提交 REGIS 數據
th: ส่งข้อมูล REGIS

# M02045
source: Send REGIS grade data
cn: 提交 REGIS 成績數據
th: ส่งข้อมูลเกรด REGIS

# M02046
source: Send REGIS grade data (OPEC)
cn: 提交 REGIS 成績資料 (NRCT)
th: ส่งข้อมูลเกรด REGIS (สช)

# M02047
source: Send REGIS subject data (OPEC)
cn: 提交 REGIS 課程資訊 (NRCT)
th: ส่งข้อมูลรายวิชา REGIS (สช)

# M02048
source: Send to LINE
cn: 發送至 LINE
th: ส่งเข้า LINE

# M02049
source: Submit assignment
cn: 提交作品
th: ส่งงาน

# M02050
source: Submit late (days)
cn: 延遲交貨（天）
th: ส่งช้า(วัน)

# M02051
source: Submit immediately
cn: 立即發送
th: ส่งทันที

# M02052
source: Send according to the specified file name.
cn: 根據檔案名稱指定範圍發送
th: ส่งแบบระบุขอบเขตรู้รับตามชื่อไฟล์

# M02053
source: Last submission
cn: 最後發送
th: ส่งสุดท้าย

# M02054
source: Export
cn: 出口
th: ส่งออก

# M02055
source: Export all
cn: 所有出口
th: ส่งออกทั้งหมด

# M02056
source: Send email
cn: 傳送電子郵件
th: ส่งอีเมล์

# M02057
source: Place of birth district
cn: 出生地、區/地區
th: สถานที่เกิดเขต/อำเภอ

# M02058
source: Place of birth sub-district
cn: 出生地、區/街道
th: สถานที่เกิดแขวง/ตำบล

# M02059
source: Place of birth province
cn: 出生地、省份
th: สถานที่เกิดจังหวัด

# M02060
source: Place of birth specified (hospital)
cn: 出生地點：註明出生地點（醫院）
th: สถานที่เกิดระบุที่เกิด(รพ.)

# M02061
source: Contact place during leave
cn: 休假期間聯絡方式
th: สถานที่ติดต่อในช่วงการลา

# M02062
source: Workplace
cn: 工作地點
th: สถานที่ทำงาน

# M02063
source: Meeting place
cn: 會場
th: สถานที่นัดพบ

# M02064
source: Employment status
cn: 工作狀態
th: สถานภาพการทำงาน

# M02065
source: Marital status
cn: 婚姻狀況
th: สถานภาพสมรส

# M02066
source: Previous educational institution
cn: 原教育機構
th: สถานศึกษาเดิม

# M02067
source: Status
cn: 地位
th: สถานะ

# M02068
source: Work attendance status
cn: 出席情況
th: สถานะการเข้างาน

# M02069
source: School attendance status
cn: 報名狀況
th: สถานะการเข้าเรียน

# M02070
source: Usage status
cn: 使用狀況
th: สถานะการใช้งาน

# M02071
source: Assessment status
cn: 評估狀態
th: สถานะการประเมิน

# M02072
source: EQ assessment status
cn: 情緒智商評估狀況
th: สถานะการประเมิน EQ

# M02073
source: SDQ assessment status
cn: SDQ評估狀態
th: สถานะการประเมิน SDQ

# M02074
source: Individual assessment status
cn: 個人評估狀況
th: สถานะการประเมินรายคน

# M02075
source: Home visit status
cn: 家訪狀況
th: สถานะการเยี่ยมบ้าน

# M02076
source: Check out status
cn: 退學狀態
th: สถานะการเลิกเรียน

# M02077
source: Education status
cn: 教育狀況
th: สถานะการศึกษา

# M02078
source: Assignment submission status
cn: 作品提交狀態
th: สถานะการส่งงาน

# M02079
source: Work exit status
cn: 失業狀態
th: สถานะการออกงาน

# M02080
source: Reading status
cn: 閱讀狀態
th: สถานะการอ่าน

# M02081
source: Family status
cn: 家庭狀況
th: สถานะครอบครัว

# M02082
source: Application fee status
cn: 申請費狀態
th: สถานะค่าสมัคร

# M02083
source: Request status
cn: 請求狀態
th: สถานะคำร้อง

# M02084
source: Moving into the classroom status
cn: 搬入教室狀況
th: สถานะย้ายเข้าห้องเรียน

# M02085
source: Home visit status
cn: 家訪狀況
th: สถานะเยี่ยมบ้าน

# M02086
source: Time status
cn: 時間狀態
th: สถานะเวลา

# M02087
source: Book status
cn: 圖書狀態
th: สถานะหนังสือ

# M02088
source: All book statuses
cn: 所有圖書狀態
th: สถานะหนังสือทั้งหมด

# M02089
source: Educational institution
cn: 教育機構
th: สถาบันการศึกษา

# M02090
source: Statistics
cn: 統計數據
th: สถิติ

# M02091
source: Library usage statistics by date
cn: 今日圖書館使用統計
th: สถิติการเข้าใช้ห้องสมุดวันที่

# M02092
source: Attendance statistics by date
cn: 就學統計
th: สถิติการมาเรียนวันที่่

# M02093
source: Leave statistics for this year
cn: 今年休假統計
th: สถิติการลาในปีนี้

# M02094
source: Statistics for scanning in and out of schools
cn: 學校出入境掃描統計
th: สถิติการสแกนเข้า-ออกโรงเรียน

# M02095
source: Financial statistics
cn: 金融統計
th: สถิติด้านการเงิน

# M02096
source: All student statistics
cn: 所有學生統計
th: สถิตินักเรียนทั้งหมด

# M02097
source: Statistics summary of study subjects
cn: 課程摘要統計
th: สถิติสรุปวิชาเรียน

# M02098
source: Interested/Not interested
cn: 有興趣/不感興趣
th: สนใจ/ไม่สนใจ

# M02099
source: intimate
cn: 親密的
th: สนิทสนม

# M02100
source: Home visitation status of students.
cn: 探訪學生家的條件
th: สภาพการเยี่ยมบ้านนักเรียน

# M02101
source: Housing conditions are as follows
cn: 住房條件如下：
th: สภาพที่อยู่อาศัย ดังนี้

# M02102
source: Residential environment
cn: 居住環境
th: สภาพแวดล้อมที่อยู่อาศัย

# M02103
source: Competency
cn: 容量
th: สมรรถนะ

# M02104
source: Low physical fitness
cn: 體質低下
th: สมรรถภาพทางร่างกายต่ำ

# M02105
source: Family members involved with substance abuse
cn: 家庭成員涉及藥物濫用
th: สมาชิกในครอบครัวข้องเกี่ยวกับสารเสพติด

# M02106
source: Family members of students
cn: 學生家庭成員
th: สมาชิกในครอบครัวนักเรียน

# M02107
source: Number of hours family members spend together per day
cn: 家人每天在一起度過多少小時？
th: สมาชิกในครอบครัวมีเวลาอยู่ร่วมกันกี่ชั่วโมงต่อวัน

# M02108
source: Concentration
cn: 幽思
th: สมาธิ

# M02109
source: Early childhood student development book
cn: 幼兒學生髮展筆記本
th: สมุดบันทึกพัฒนาการนักเรียนปฐมวัย

# M02110
source: Student identification book (each person)
cn: 學生證（每人）
th: สมุดประจำตัวเด็กนักเรียน(รายคน)

# M02111
source: Create
cn: 建造
th: สร้าง

# M02113
source: Create answers
cn: 創建答案
th: สร้างเฉลย

# M02114
source: Created by
cn: 創建者：
th: สร้างโดย

# M02115
source: Create an invoice
cn: 建立發票
th: สร้างใบแจ้งหนี้

# M02116
source: Create group invoices
cn: 建立團體發票
th: สร้างใบแจ้งหนี้รายกลุ่ม

# M02117
source: Create a plan
cn: 制定計劃
th: สร้างแผน

# M02118
source: Create a link
cn: 建立連結
th: สร้างลิงค์

# M02119
source: Create a link to announce qualifications
cn: 建立房產公告鏈接
th: สร้างลิงค์ประกาศคุณสมบัติ

# M02120
source: Create a link to announce exam results
cn: 建立一個連結來公佈考試結果
th: สร้างลิ้งค์ประกาศผลสอบ

# M02121
source: Create a link to apply as a student
cn: 建立學生申請鏈接
th: สร้างลิ้งค์สมัครนักเรียน

# M02122
source: Summary of indicators
cn: 指標匯總
th: สรุปตัวบ่งชี้

# M02123
source: Assessment Results Summary
cn: 評估結果總結
th: สรุปผลการประเมิน

# M02125
source: Summary of academic results
cn: 學業成績總結
th: สรุปผลการเรียน

# M02128
source: Summary of Uncheck/Absence
cn: 總之，姓名不會被檢查/取消資格。
th: สรุปไม่เช็คชื่อ/ตัดขาด

# M02131
source: Summary of Attendance and Examination Status
cn: 入學及考試情況總結
th: สรุปสถานะการเข้าเรียนและเข้าสอบ

# M02134
source: Content section
cn: 內容部分
th: ส่วนของเนื้อหา

# M02136
source: Discount
cn: 折扣
th: ส่วนลด

# M02137
source: All Discounts
cn: 所有折扣
th: ส่วนลดทั้งหมด

# M02140
source: Height (centimeters)
cn: 身高（公分）
th: ส่วนสูง (เซนติเมตร)

# M02143
source: quiz
cn: 測驗
th: สอบย่อย

# M02144
source: Clean and Orderly
cn: 乾淨有序
th: สะอาดมีระเบียบ

# M02145
source: Affiliation in Subject Type
cn: 學科類型的隸屬關係
th: สังกัดในประเภทวิชา

# M02146
source: School Affiliation
cn: 教育機構
th: สังกัดสถานศึกษา

# M02147
source: Society
cn: 社會
th: สังคม

# M02148
source: Social Studies, Religion, and Culture
cn: 社會研究、宗教和文化
th: สังคมศึกษา ศาสนา และวัฒนธรรม

# M02149
source: Create Exercise / Homework
cn: 訂購作業/訂購作業
th: สั่งงาน / สั่งการบ้าน

# M02150
source: Nationality
cn: 國籍
th: สัญชาติ

# M02151
source: Score Proportions
cn: 分數比例
th: สัดส่วนคะแนน

# M02152
source: Week
cn: 星期
th: สัปดาห์

# M02153
source: Relationship
cn: 關係
th: สัมพันธภาพ

# M02154
source: Seminar
cn: 研討會
th: สัมมนา

# M02155
source: Public Utilities - Electricity
cn: 公用事業電力
th: สาธารณูปโภค ไฟฟ้า

# M02156
source: Internet Accessible from Home
cn: 可以在家上網
th: สามารถเข้าถึงอินเทอร์เน็ตได้จากที่บ้าน
