Repository: jtrp98/test02
Catalog: jabjaiuniversity/FingerprintPayment/Resources/Resource.*.resx
Languages: cn, th

# M01504
source: ID Card Number (16-digit)
cn: 16 基卡代碼
th: รหัสบัตรฐาน 16

# M01505
source: ID Card Number (16-digit, set 2)
cn: 16進位卡碼組2
th: รหัสบัตรฐาน 16 ชุด 2

# M01506
source: Barcode Code
cn: 條碼卡代碼
th: รหัสบัตรบาร์โค้ด

# M01507
source: National ID Card Number
cn: 身分證號碼
th: รหัสบัตรประชาชน

# M01508
source: Barcode Code
cn: 條碼
th: รหัสบาร์โค้ด

# M01509
source: Home Address Code
cn: 房屋代碼
th: รหัสประจำบ้าน

# M01510
source: Postal Code
cn: 郵遞區號
th: รหัสไปรษณีย์

# M01511
source: Password
cn: 密碼
th: รหัสผ่าน

# M01512
source: First-time Password
cn: 第一個密碼
th: รหัสผ่านครั้งแรก

# M01513
source: Vendor Code
cn: 賣家ID
th: รหัสผู้ขาย

# M01514
source: Buyer Code
cn: 買家ID
th: รหัสผู้ซื้อ

# M01515
source: Plan Code
cn: 計劃編號
th: รหัสแผน

# M01516
source: Employee Code
cn: 員工編號
th: รหัสพนักงาน

# M01517
source: Incorrect Code
cn: 代碼無效
th: รหัสไม่ถูกต้อง

# M01518
source: Fingerprint Code
cn: 指紋辨識
th: รหัสลายนิ้วมือ

# M01519
source: Device Code
cn: 設備ID
th: รหัสอุปกรณ์

# M01520
source: Waiting for Approval
cn: 等待批准
th: รอการอนุมัติ

# M01521
source: Deputy Director of Finance
cn: 財務副總監
th: รองผู้อำนวยการฝ่ายการเงิน

# M01522
source: Deputy Director of General Administration
cn: 總務處副處長
th: รองผู้อำนวยการฝ่ายบริหารทั่วไป

# M01523
source: Deputy Director of Human Resources
cn: 人力資源副總監
th: รองผู้อำนวยการฝ่ายบุคคล

# M01524
source: Deputy Director of Student Development
cn: 學生髮展副主任
th: รองผู้อำนวยการฝ่ายพัฒนานักเรียน

# M01525
source: Deputy Director of Academic Affairs
cn: 教務副主任
th: รองผู้อำนวยการฝ่ายวิชาการ

# M01526
source: Awaiting Payment
cn: 等待付款
th: รอชำระ

# M01527
source: Special Round
cn: 特殊輪
th: รอบพิเศษ

# M01528
source: Awaiting Announcement
cn: 等待公告
th: รอประกาศ

# M01529
source: Percentage
cn: 百分比
th: ร้อยละ

# M01530
source: Percentage of Students Achieving Level 3 and Above
cn: 達到 3 級或更高級別的學生百分比
th: ร้อยละของนักเรียนที่ได้ระดับ 3 ขึ้นไป

# M01531
source: Awaiting Payment
cn: 等待收到付款
th: รอรับชำระ

# M01532
source: Level
cn: 等級
th: ระดับ

# M01533
source: Cumulative Grade Point Average (GPA) Level
cn: 累積平均績點 (GPA) 水平
th: ระดับคะแนนเฉลี่ยสะสม(GPA)

# M01534
source: Class Level
cn: 班級等級
th: ระดับชั้นเรียน

# M01535
source: Academic Achievement Level
cn: 學業成績水平
th: ระดับผลการเรียน

# M01536
source: Secondary Education Level
cn: 中學階段
th: ระดับมัธยมศึกษา

# M01537
source: Preschool and Primary Education Level
cn: 幼兒園及小學階段
th: ระดับอนุบาลและประถมศึกษา

# M01538
source: System
cn: 系統
th: ระบบ

# M01539
source: Alpha Tutor system
cn: 阿爾法導師系統
th: ระบบ Alpha Tutor

# M01540
source: REGIS system (REGIS)
cn: REGIS系統（REGIS）
th: ระบบ REGIS (สช.)

# M01541
source: financial system
cn: 金融體系
th: ระบบการเงิน

# M01542
source: Leave system
cn: 請假制度
th: ระบบการลา

# M01543
source: behavior system
cn: 行為系統
th: ระบบความประพฤติ

# M01544
source: Behavior score system
cn: 行為評分系統
th: ระบบคะแนนพฤติกรรม

# M01545
source: Tuition fee system
cn: 學費制度
th: ระบบค่าเทอม

# M01546
source: The system will copy only
cn: 系統只會複製
th: ระบบจะทำการคักลอกเฉพาะ

# M01547
source: Course management system/class schedule
cn: 課程管理系統/課程表
th: ระบบจัดการหลักสูตร/ตารางเรียน

# M01548
source: Online tuition payment system
cn: 線上學費支付系統
th: ระบบชำระค่าเทอมออนไลน์

# M01549
source: Name check / leave notification system
cn: 姓名核對/請假通知系統
th: ระบบเช็กชื่อ / แจ้งลา

# M01550
source: Student support system
cn: 學生支援系統
th: ระบบดูแลช่วยเหลือนักเรียน

# M01551
source: Student support system (home visits, SDQ / EQ)
cn: 學生支援系統（家訪、SDQ / EQ）
th: ระบบดูแลช่วยเหลือนักเรียน (เยี่ยมบ้าน, SDQ / EQ)

# M01552
source: Exam checking system
cn: 考試檢查系統
th: ระบบตรวจข้อสอบ

# M01553
source: Top-up system
cn: 儲值系統
th: ระบบเติมเงิน

# M01554
source: Student registration system
cn: 學生註冊系統
th: ระบบทะเบียนนักเรียน

# M01555
source: System on the website
cn: 現場系統
th: ระบบบนเว็บไซต์

# M01556
source: System on application
cn: 基於應用的系統
th: ระบบบนแอปพลิเคชัน

# M01557
source: Permission card system
cn: 權限卡系統
th: ระบบบัตรขออนุญาต

# M01558
source: Student/Teacher/Parent ID Card System
cn: 學生/老師/家長卡系統
th: ระบบบัตรนักเรียน/ครู/ผู้ปกครอง

# M01559
source: Student/staff card system
cn: 學生/職員卡系統
th: ระบบบัตรนักเรียน/บุคลากร

# M01560
source: Operating System
cn: 作業系統
th: ระบบปฏิบัติการ

# M01561
source: Public Relations System
cn: 公共關係系統
th: ระบบประชาสัมพันธ์

# M01562
source: Internal school system
cn: 學校內部系統
th: ระบบภายในโรงเรียน

# M01563
source: Student Pick-up System
cn: 學生入學制度
th: ระบบรับนักเรียน

# M01564
source: Online Student Admissions System
cn: 網路學生招生系統
th: ระบบรับสมัครนักเรียนออนไลน์

# M01565
source: Shop system
cn: 店鋪系統
th: ระบบร้านค้า

# M01566
source: Digital Cafeteria System / Online top-up
cn: 數位食堂系統/線上儲值
th: ระบบโรงอาหารดิจิตอล / เติมเงินออนไลน์

# M01567
source: Academic Assessment System
cn: 學術評鑑體系
th: ระบบวัดผลวิชาการ

# M01568
source: Exam Analysis System
cn: 考試分析系統
th: ระบบวิเคราะห์ข้อสอบ

# M01569
source: System summarizes the number of students by attendance date.
cn: 系統根據入學日期總結學生人數。
th: ระบบสรุปจำนวนนักเรียนตามวันเข้าเรียน

# M01570
source: Online exam system
cn: 線上考試系統
th: ระบบสอบออนไลน์

# M01571
source: Online exam system (SB exam)
cn: 線上考試系統（SB考試）
th: ระบบสอบออนไลน์ (SB exam)

# M01572
source: Advanced rights system
cn: 先進的權限系統
th: ระบบสิทธ์ขั้นสูง

# M01573
source: Online Classroom System
cn: 網路課堂系統
th: ระบบห้องเรียนออนไลน์

# M01574
source: Library System
cn: 圖書館系統
th: ระบบห้องสมุด

# M01575
source: Kindergarten System
cn: 幼兒園系統
th: ระบบอนุบาล

# M01576
source: The system is in the process of changing to a new system. You can use it normally. If you encounter a problem, you can immediately notify the team in your school's LINE group.
cn: “系统正在进行更新，请您正常使用。如果遇到问题，请立即在学校的LINE群组中通知团队。”
th: ระบบอยู่ในระหว่างการเปลี่ยนถ่ายระบบใหม่นะครับ ท่านสามารถใช้งานได้ตามปกติ หากพบปัญหาสามารถแจ้งทีมงานในกลุ่มไลน์โรงเรียนท่านได้ทันที

# M01577
source: The system may not record your changes.
cn: 您的變更可能不會儲存。
th: ระบบอาจไม่ได้บันทึกการเปลี่ยนแปลงของคุณ

# M01578
source: Specify
cn: 指定
th: ระบุ

# M01579
source: Specify the time interval.
cn: 指定時間段
th: ระบุช่วงเวลา

# M01580
source: Specify Term
cn: 指定術語
th: ระบุเทอม

# M01581
source: Specify the academic year.
cn: 指定學年
th: ระบุปีการศึกษา

# M01582
source: Specify to search
cn: 指定搜尋
th: ระบุเพื่อค้นหา

# M01583
source: Provide details
cn: 指定詳細信息
th: ระบุรายละเอียด

# M01584
source: Specify date, time
cn: 指定日期和時間
th: ระบุวันที่ เวลา

# M01585
source: Specify a topic
cn: 指定主題
th: ระบุหัวข้อ

# M01586
source: Transcript (Pw.1)
cn: 學業成績（Por.1）
th: ระเบียนแสดงผลการเรียน (ปพ.1)

# M01587
source: Study application regulations
cn: 留學申請規定
th: ระเบียบการสมัครเรียน

# M01588
source: Transcript (Vocational)
cn: 學業成績展現規定（Ror.1）
th: ระเบียบแสดงผลการเรียน (รบ.1)

# M01589
source: Distance between home and school (to/from)
cn: 家和學校之間的距離（往返）
th: ระยะทางระหว่างบ้านไปโรงเรียน (ไป/กลับ)

# M01590
source: Period open for editing scores
cn: 開放編輯樂譜的時期
th: ระยะเวลาที่เปิดให้แก้ไขคะแนน

# M01591
source: Period for borrowing and returning books
cn: 借還書期限
th: ระยะเวลาในการยืม-คืนหนังสือ

# M01592
source: Between semesters
cn: 部門之間
th: ระหว่างภาค

# M01593
source: Love each other well.
cn: 好好愛對方。
th: รักใคร่กันดี

# M01594
source: General employment
cn: 普通員工
th: รับจ้างทั่วไป

# M01595
source: Receive payment
cn: 收到付款
th: รับชำระ

# M01596
source: Receive total payment
cn: 收到總付款
th: รับชำระเงินรวม

# M01597
source: Receive payment with document number
cn: 接收付款單據編號
th: รับชำระเงินเลขที่เอกสาร

# M01598
source: Receive payment by
cn: 接收付款方式
th: รับชำระโดย

# M01599
source: Acknowledged
cn: 承認
th: รับทราบ

# M01600
source: Accepts maximum students
cn: 接受最多學生
th: รับนักเรียนสูงสุด

# M01601
source: be responsible
cn: 負責
th: รับผิดชอบ

# M01602
source: Received
cn: 已收到
th: รับแล้ว

# M01603
source: Recruit students online
cn: 線上招收學生
th: รับสมัครนักเรียนออนไลน์

# M01604
source: Price
cn: 價格
th: ราคา

# M01605
source: Selling price
cn: 售價
th: ราคาขาย

# M01606
source: Cost price
cn: 成本價
th: ราคาต้นทุน

# M01607
source: Unhealthy body
cn: 身體並不強壯。
th: ร่างกายไม่แข็งแรง

# M01608
source: Shop
cn: 店鋪
th: ร้าน

# M01609
source: The game store is close to home or school.
cn: 您家或學校附近的遊戲店？
th: ร้านเกมอยู่ใกล้บ้านหรือโรงเรียน

# M01610
source: Shop/Cooperative
cn: 商店/合作社
th: ร้านค้า/สหกรณ์

# M01611
source: people
cn: 清單
th: ราย

# M01612
source: list
cn: 清單
th: รายการ

# M01613
source: Search List
cn: 搜尋列表
th: รายการค้นหา

# M01614
source: Class teacher's comments list
cn: 班主任意見表
th: รายการความคิดเห็นครูประจำชั้น

# M01615
source: Fee list
cn: 費用清單
th: รายการค่าธรรมเนียม

# M01616
source: Notification list
cn: 通知列表
th: รายการแจ้งเตือน

# M01617
source: Payment list
cn: 付款清單
th: รายการชำระเงิน

# M01618
source: Excel form download list and user manual
cn: Excel表格下載清單和使用手冊
th: รายการดาวน์โหลดแบบฟอร์ม Excel และคู่มือการใช้งาน

# M01619
source: Individual account statements
cn: 個人帳戶對帳單
th: รายการเดินบัญชีรายคน

# M01620
source: Deleted list
cn: 已刪除的項目
th: รายการที่ถูกลบ

# M01621
source: Transfer list
cn: 轉會清單
th: รายการเทียบโอน

# M01622
source: Card list
cn: 卡片列表
th: รายการบัตร

# M01623
source: Behavior list
cn: 行為清單
th: รายการพฤติกรรม

# M01624
source: Behavior list showing negative marks (e.g., -30)
cn: 行為清單顯示減號（例如-30）。
th: รายการพฤติกรรมแสดงเครื่องหมายลบ (เช่น -30)

# M01625
source: Card borrowing list
cn: 借卡清單
th: รายการยืมบัตร

# M01626
source: Approval list
cn: 審批清單
th: รายการอนุมัติ

# M01627
source: Report
cn: 報告
th: รายงาน

# M01628
source: SAR Report
cn: 搜尋與援救報告
th: รายงาน SAR

# M01629
source: System Health Check Report
cn: 系統健康檢查報告
th: รายงาน System Health Check

# M01630
source: Product sales report
cn: 產品銷售報告
th: รายงานการขายสินค้า

# M01631
source: Product sales report (Type Summary)
cn: 產品銷售報告（包括產品）
th: รายงานการขายสินค้า (แบบรวมสินค้า)

# M01632
source: Store Sales Report
cn: 店鋪銷售報告
th: รายงานการขายสินค้าแบบร้านค้า

# M01633
source: System Access Report
cn: 系統存取報告
th: รายงานการเข้าใช้ระบบ

# M01634
source: Course Attendance Report
cn: 課程出席報告
th: รายงานการเข้าเรียนรายวิชา

# M01635
source: Canteen Access Report
cn: 食堂進場報告
th: รายงานการเข้าโรงอาหาร

# M01636
source: Login Report
cn: 登入報告
th: รายงานการเข้าสู่ระบบ

# M01637
source: School Bright App Access Report
cn: School Bright 應用程式入門報告
th: รายงานการเข้าแอป School Bright

# M01638
source: Class Attendance Check Report
cn: 期間名稱核對報告
th: รายงานการเช็กชื่อรายคาบ

# M01639
source: Detailed Top-Up Report
cn: 詳細的儲值報告
th: รายงานการเติมเงินแบบละเอียด

# M01640
source: Individual Summary Top-Up Report
cn: 每人儲值報告摘要
th: รายงานการเติมเงินแบบสรุปรายคน

# M01641
source: Withdrawal Report
cn: 提款報告
th: รายงานการถอนเงิน

# M01642
source: New Employee Attendance Report
cn: 新工作報告
th: รายงานการมาทำงานใหม่

# M01643
source: School Attendance Report
cn: 學校出勤報告
th: รายงานการมาโรงเรียน

# M01644
source: New Student Attendance Report
cn: 來到新學校的報告
th: รายงานการมาโรงเรียนใหม่

# M01645
source: Non-Attendance Check Report
cn: 關於上學不核對姓名的檢舉
th: รายงานการไม่เช็คชื่อการมาโรงเรียน

# M01646
source: Leave Report
cn: 請假報告
th: รายงานการลา

# M01647
source: Training Report
cn: 培訓報告
th: รายงานการอบรม

# M01648
source: student affairs report
cn: 學生事務報告
th: รายงานกิจการนักเรียน

# M01649
source: Book Information Report
cn: 圖書資訊報告
th: รายงานข้อมูลหนังสือ

# M01650
source: Exam Report
cn: 考試報告
th: รายงานข้อสอบ

# M01651
source: Library Access Report (Class)
cn: 圖書館使用報告（依樓層）
th: รายงานเข้าใช้ห้องสมุด (รายชั้น)

# M01652
source: Library Access Report (Statistics)
cn: 圖書館使用報告（統計）
th: รายงานเข้าใช้ห้องสมุด (สถิติ)

# M01653
source: Difficulty Level Report
cn: 難度報告
th: รายงานความยากง่าย

# M01654
source: Score Report
cn: 成績報告
th: รายงานคะแนน

# M01655
source: Average Score Report for 2 Semesters
cn: 報告2個學期的平均成績
th: รายงานคะแนนเฉลี่ย 2 ภาคเรียน

# M01656
source: Student Score Report
cn: 學生成績報告
th: รายงานคะแนนผู้เรียน

# M01657
source: Behavior Score Report
cn: 行為評分報告
th: รายงานคะแนนพฤติกรรม

# M01658
source: Pending Submission Report
cn: 逾期報告
th: รายงานค้างส่ง

# M01659
source: Subject Ranking Score Report
cn: 課程成績排名報告
th: รายงานจัดอันดับคะแนนรายวิชา

# M01660
source: Student Count Report
cn: 報告學生人數
th: รายงานจำนวนนักเรียน

# M01661
source: Student Count Report (Class)
cn: 報告學生人數（樣品屋一層）
th: รายงานจำนวนนักเรียน (แสดงชั้นห้อง)

# M01662
source: Student Count Report by Curriculum
cn: 關於因學習計劃而分開的學生人數的報告
th: รายงานจำนวนนักเรียนแยกแผนการเรียน

# M01663
source: Damage/Loss Report
cn: 報告損壞/遺失
th: รายงานแจ้งชำรุด/หาย

# M01664
source: New student name Report
cn: 報告新學生姓名
th: รายงานชื่อนักเรียนใหม่

# M01665
source: Check name List by Payment Group Report
cn: 按付款組檢查姓名的報告
th: รายงานตรวจสอบรายชื่อตามกลุ่มชำระ

# M01666
source: Student Report
cn: 學生報告
th: รายงานนักเรียน

# M01667
source: Student Report by Subdistrict
cn: 按分區分類的學生報告
th: รายงานนักเรียนจำแนกตามตำบล

# M01668
source: Student Report by Father's Income/Year
cn: 按父親收入/年份分類的學生報告
th: รายงานนักเรียนจำแนกตามรายได้บิดา/ปี

# M01669
source: Student Report by Ethnicity
cn: 按種族分類的學生報告
th: รายงานนักเรียนจำแนกตามเชื้อชาติ

# M01670
source: Student Report by Attendance History
cn: 基於出勤歷史的學生報告
th: รายงานนักเรียนตามประวัติการเข้าเรียน

# M01671
source: Early childhood student report
cn: 幼兒學生報告
th: รายงานนักเรียนปฐมวัย

# M01672
source: Early childhood student reports for teachers
cn: 幼兒學生給老師的報告
th: รายงานนักเรียนปฐมวัยสำหรับครู

# M01673
source: Report student has an outstanding balance.
cn: 報告學生有未清餘額。
th: รายงานนักเรียนมียอดค้างชำระ

# M01674
source: Report of Students Not Meeting the Criteria
cn: 檢舉未通過標準的學生
th: รายงานนักเรียนไม่ผ่านเกณฑ์

# M01675
source: Student Report by Province
cn: 按省份劃分的學生報告
th: รายงานนักเรียนแยกตามจังหวัด

# M01676
source: Student Report by Religion
cn: 按宗教區分的學生報告
th: รายงานนักเรียนแยกตามศาสนา

# M01677
source: Student Report by Age
cn: 按年齡劃分的學生報告
th: รายงานนักเรียนแยกตามอายุ

# M01678
source: Student Report by District
cn: 按學區劃分的學生報告
th: รายงานนักเรียนแยกตามอำเภอ

# M01679
source: Remedial students report - by Subject
cn: 學生重考課程報告
th: รายงานนักเรียนสอบซ่อม-รายวิชา

# M01680
source: Remedial students report - by Room
cn: 學生重考報告 - 逐個房間
th: รายงานนักเรียนสอบซ่อม-รายห้อง

# M01681
source: Personnel Report - Teacher
cn: 人事報告-教師
th: รายงานบุคลากร - อาจารย์

# M01682
source: Public Relations Report
cn: 公共關係報告
th: รายงานประชาสัมพันธ์

# M01683
source: Permission History Report
cn: 權限歷史報告
th: รายงานประวัติการขออนุญาต

# M01684
source: Report in English
cn: 英文報告
th: รายงานเป็นภาษาอังกฤษ

# M01685
source: Student Development Report
cn: 學生髮展成果報告
th: รายงานผลการพัฒนาผู้เรียน

# M01686
source: Cumulative academic record report
cn: 累積學業成績報告
th: รายงานผลการเรียนระเบียนสะสม

# M01687
source: Exam Analysis Report
cn: 檢驗分析報告
th: รายงานผลการวิเคราะห์ข้อสอบ

# M01688
source: Individual Analysis Report
cn: 個別分析報告
th: รายงานผลการวิเคราะห์รายบุคคล

# M01689
source: Executive Report
cn: 執行報告
th: รายงานผู้บริหาร

# M01690
source: Unauthorized Exam Report
cn: 該報告不符合審查資格。
th: รายงานไม่มีสิทธ์สอบ

# M01691
source: Sales cancellation report
cn: 銷售取消報告
th: รายงานยกเลิกการขายสินค้า

# M01692
source: Top-Up Cancellation Report
cn: 儲值取消報告
th: รายงานยกเลิกการเติมเงิน

# M01693
source: Balance Report
cn: 餘額報告
th: รายงานยอดเงินคงเหลือ

# M01694
source: Inventory Balance Report
cn: 庫存報告
th: รายงานยอดสินค้าคงเหลือ

# M01695
source: Book Borrowing-Returning Report
cn: 圖書借還報告
th: รายงานยืม-คืนหนังสือ

# M01696
source: Report separated by father's education
cn: 報告因父親的教育程度而分開
th: รายงานแยกตามการศึกษาบิดา

# M01697
source: Report separated by father's income
cn: 按父親收入分開的報告
th: รายงานแยกตามรายได้บิดา

# M01698
source: Report separated by religion
cn: 報告按宗教信仰分開
th: รายงานแยกตามศาสนาบิดา

# M01699
source: Financial System Report
cn: 金融系統報告
th: รายงานระบบการเงิน

# M01700
source: Student Admission Report
cn: 學生錄取報告
th: รายงานรับนักเรียน

# M01701
source: Individual Reports
cn: 個人報告
th: รายงานรายบุคคล

# M01702
source: New Income Reports BETA
cn: 新BETA收益報告
th: รายงานรายรับใหม่ BETA

# M01703
source: Resignation Reports
cn: 辭職報告
th: รายงานลาออก

# M01704
source: Debtors by room report
cn: 按房間報告債務人
th: รายงานลูกหนี้รายห้อง

# M01705
source: Academic Reports
cn: 學術報告
th: รายงานวิชาการ

# M01706
source: Individual Assessment Status Reports
cn: 個人評估狀況報告
th: รายงานสถานะการประเมินรายคน

# M01707
source: Student Statistics Reports
cn: 學生統計報告
th: รายงานสถิตินักเรียน

# M01708
source: Statistics Report Showing the Number of Male and Female Students
cn: 顯示男女學生人數的統計報告。
th: รายงานสถิติแสดงจำนวนนักเรียนชาย-หญิง

# M01709
source: Attendance and Examination Summary Report
cn: 出席及考試總結報告
th: รายงานสรุปการเข้าเรียนและเข้าสอบ

# M01710
source: Report summarizing reading, thinking, and analytical characteristics.
cn: 報告總結特點，閱讀、思考、分析。
th: รายงานสรุปคุณลักษณะ อ่าน คิด วิเคราะห์

# M01711
source: Assessment Summary Reports
cn: 評估總結報告
th: รายงานสรุปผลการประเมิน

# M01712
source: Learning Outcome Summary Reports
cn: 報告總結學習成果
th: รายงานสรุปผลการเรียนรู้

# M01713
source: Summary report
cn: 總結報告
th: รายงานสรุปผลรวม

# M01714
source: Personal Summary Reports
cn: 個人總結報告
th: รายงานสรุปผลรายบุคคล

# M01715
source: Assessment Status Summary Reports
cn: 評估狀況總結報告
th: รายงานสรุปสถานะการประเมิน

# M01716
source: Classroom Reports
cn: 課堂報告
th: รายงานห้องเรียน

# M01717
source: Library Reports
cn: 圖書館報告
th: รายงานห้องสมุด

# M01718
source: Name list
cn: 姓名列表
th: รายชื่อ

# M01719
source: Name list before select
cn: 選擇前列出
th: รายชื่อก่อนเลือก

# M01720
source: List of All Exams
cn: 所有考試清單
th: รายชื่อข้อสอบทั้งหมด

# M01721
source: Selected Name List
cn: 選定清單
th: รายชื่อที่ถูกเลือก

# M01722
source: Student List
cn: 學生名單
th: รายชื่อนักเรียน

# M01723
source: List of All Students
cn: 所有學生名單
th: รายชื่อนักเรียนทั้งหมด

# M01724
source: List of personnel-teachers
cn: 人員名單-教師
th: รายชื่อบุคลากร-อาจารย์

# M01725
source: List of selected personnel-teachers
cn: 入選人員名單－教師
th: รายชื่อบุคลากร-อาจารย์ที่ถูกเลือก

# M01726
source: List of users who can edit scores for all subjects and all time periods.
cn: 可以編輯所有科目和所有時間段分數的使用者清單。
th: รายชื่อผู้ใช้งานที่สามารถแก้ไขคะแนนทุกวิชาและทุกช่วงเวลา

# M01727
source: List of people who do not pass the evaluation criteria
cn: 未通過考核標準人員名單
th: รายชื่อผู้ไม่ผ่านเกณฑ์การประเมิน

# M01728
source: List of employees
cn: 員工名單
th: รายชื่อพนักงาน

# M01729
source: Monthly
cn: 每月
th: รายเดือน

# M01730
source: Average household income per person (including household income divided by the total number of members)
cn: 家庭人均收入（包括家庭收入除以會員總數）
th: รายได้ครัวเรือนเฉลี่ยต่อคน (รวมรายได้ครัวเรือน หารด้วยจำนวนสมาชิกทั้งหมด)

# M01731
source: Income from Tuition Fees
cn: 學費收入
th: รายได้จากค่าเทอม

# M01732
source: Monthly Income
cn: 月收入
th: รายได้ต่อเดือน

# M01733
source: Total Income of Parents/Guardians per Month
cn: 父母及監護人總收入/月
th: รายได้รวมของบดิา-มารดาและผู้ปกครอง/เดือน

# M01734
source: Income per day
cn: 每日收入
th: รายได้วันละ

# M01735
source: Income per day (baht)
cn: 每日收入（泰銖）
th: รายได้วันละ(บาท)

# M01736
source: Per Semester
cn: 每學期
th: รายเทอม

# M01737
source: Academic year
cn: 學年
th: รายปีการศึกษา

# M01738
source: Details
cn: 細節
th: รายละเอียด

# M01739
source: Answer Details
cn: 答案詳情
th: รายละเอียดคำตอบ

# M01740
source: Additional Details
cn: 更多詳情
th: รายละเอียดเพิ่มเติม

# M01741
source: List Details
cn: 商品詳情
th: รายละเอียดรายการ

# M01742
source: Subject Details
cn: 主題詳情
th: รายละเอียดวิชา

# M01743
source: Returned Book Details
cn: 還書詳情
th: รายละเอียดหนังสือที่คืน

# M01744
source: Borrowed Book Details
cn: 借書詳情
th: รายละเอียดหนังสือที่ยืม

# M01745
source: Other Details
cn: 其他細節
th: รายละเอียดอื่น ๆ

# M01746
source: Equipment Details
cn: 設備詳情
th: รายละเอียดอุปกรณ์

# M01747
source: Daily
cn: 日常的
th: รายวัน

# M01748
source: Basic Courses
cn: 基礎課程
th: รายวิชาพื้นฐาน

# M01749
source: Additional Courses
cn: 附加課程
th: รายวิชาเพิ่มเติม

# M01750
source: Non-Credit Supplementary Courses
cn: 額外的課程不計分。
th: รายวิชาเสริมไม่คิดหน่วยกิต

# M01751
source: This PIN was successfully reset.
cn: 此 PIN 碼已成功重設。
th: รีเซ็ต PIN รายการนี้สำเร็จ

# M01752
source: Image
cn: 照片
th: รูป

# M01753
source: Image
cn: 數位
th: รูปที่

# M01754
source: Card picture
cn: 卡圖片
th: รูปบัตร

# M01755
source: Format
cn: 類型
th: รูปแบบ

# M01756
source: Grading Format
cn: 評分形式
th: รูปแบบการตัดคะแนน

# M01757
source: Display Format
cn: 顯示格式
th: รูปแบบการแสดงผล

# M01758
source: Text Format
cn: 文字格式
th: รูปแบบข้อความ

# M01759
source: Format 1
cn: 模式1
th: รูปแบบที่ 1

# M01760
source: Vertical Format 1 (Content on the Right)
cn: 格式 1 垂直（內容右）
th: รูปแบบที่ 1 แนวตั้ง (เนื้อหาขวา)

# M01761
source: Horizontal Format 1 (Large Image, Old Style)
cn: 格式1 橫版大圖（舊式）
th: รูปแบบที่ 1 แนวนอน ภาพใหญ่(แบบเก่า)

# M01762
source: Horizontal Format 10 (No Profile Picture)
cn: 款式10：臥式（無頭像）
th: รูปแบบที่ 10 แนวนอน (ไม่มีรูปโปรไฟล์)

# M01763
source: Vertical Format 11 (Centered, No QR Code)
cn: 格式 11，垂直，居中（無 QR）
th: รูปแบบที่ 11 แนวตั้ง กึ่งกลาง (ไม่มี QR)

# M01764
source: Vertical Format 12 (Centered, with QR Code)
cn: 格式 12，垂直，居中（附 QR）
th: รูปแบบที่ 12 แนวตั้ง กึ่งกลาง (มี QR)

# M01765
source: Vertical Format 13
cn: 圖案 13 垂直
th: รูปแบบที่ 13 แนวตั้ง

# M01766
source: Format 2
cn: 模式2
th: รูปแบบที่ 2

# M01767
source: Horizontal Format 2
cn: 圖案 2 水平
th: รูปแบบที่ 2 แนวนอน

# M01768
source: Horizontal Format 2 (Small Image)
cn: 格式2 水平（小圖）
th: รูปแบบที่ 2 แนวนอน (ภาพเล็ก)

# M01769
source: Vertical Format 3 (No QR Code)
cn: 格式 3：垂直（無 QRCode）
th: รูปแบบที่ 3 แนวตั้ง (ไม่มี QRCode)

# M01770
source: Horizontal Format 3 (With Blood Group)
cn: 圖案3 橫式（有血型）
th: รูปแบบที่ 3 แนวนอน (มีกรุ๊ปเลือด)

# M01771
source: Horizontal Format 3 (Without Blood Group)
cn: 圖案3 橫式（無血型）
th: รูปแบบที่ 3 แนวนอน (ไม่มีกรุ๊ปเลือด)

# M01772
source: Vertical Format 4 (Centered Content)
cn: 格式 4 垂直（內容在中間）
th: รูปแบบที่ 4 แนวตั้ง (เนื้อหาตรงกลาง)

# M01773
source: Horizontal Format 4 (With Dorm Name)
cn: 格式4 橫式（附宿舍名稱）
th: รูปแบบที่ 4 แนวนอน (มีชื่อหอพัก)

# M01774
source: Horizontal Format 4 (Without National ID)
cn: 格式4 橫式（無身分證字號）
th: รูปแบบที่ 4 แนวนอน (ไม่มีเลขบัตรประจำตัวประชาชน)

# M01775
source: Vertical Format 5
cn: 樣式 5 垂直
th: รูปแบบที่ 5 แนวตั้ง

# M01776
source: Vertical Format 5 (Centered QR Code)
cn: 格式 5 垂直（QR 位於中間）
th: รูปแบบที่ 5 แนวตั้ง (QR ตรงกลาง)

# M01777
source: Vertical Format 6 (Back QR)
cn: 格式 6 垂直（背面有 QR）
th: รูปแบบที่ 6 แนวตั้ง (QR ด้านหลัง)

# M01778
source: Horizontal Format 6
cn: 圖案 6 水平
th: รูปแบบที่ 6 แนวนอน

# M01779
source: Vertical Format 7 (Right-Aligned, No QR)
cn: 樣式 7：垂直向右（無 QR）
th: รูปแบบที่ 7 แนวตั้งชิดขวา (ไม่มี QR)

# M01780
source: Horizontal Format 8 (Separate First and Last Name)
cn: 格式 8 橫排（名字和姓氏分開）
th: รูปแบบที่ 8 แนวนอน (ชื่อ-นามสกุลแยกกัน)

# M01781
source: Vertical Format 9 (ASSUM)
cn: 圖案 9 垂直 (ASSUM)
th: รูปแบบที่ 9 แนวตั้ง (ASSUM)

# M01782
source: Card Format
cn: 卡片格式
th: รูปแบบบัตร

# M01783
source: Academic Assessment Format
cn: 學術評量表
th: รูปแบบใบประเมินผลการเรียน

# M01784
source: Education Level Format
cn: 教育程度格式
th: รูปแบบระดับการศึกษา

# M01785
source: Profile Cover Photo
cn: 個人資料封面照​​片
th: รูปปกหน้าโปรไฟล์

# M01786
source: Profile Picture
cn: 個人資料圖片
th: รูปโปรไฟล์

# M01787
source: Statistical Chart Format
cn: 統計圖圖片
th: รูปแผนภูมิสถิติ

# M01788
source: Background Image
cn: 壁紙
th: รูปพื้นหลัง

# M01789
source: Image Size: 1280 x 720 pixels or larger
cn: 影像必須為 1280 x 720 或更大。
th: รูปภาพต้องมีขนาด 1280 x 720 หรือมากกว่านี้

# M01790
source: Pictures show the past 90 days.
cn: 圖片顯示過去 90 天。
th: รูปภาพแสดงย้อนหลัง 90 วัน

# M01791
source: Start
cn: 開始
th: เริ่มต้น

# M01792
source: Start Absenteeism Score Deduction for the
cn: 開始扣除缺勤分。
th: เริ่มตัดคะแนนขาดเรียน ครั้งที่

# M01793
source: Start School Late Score Deduction for the
cn: 上學遲到開始扣分。
th: เริ่มตัดคะแนนมาโรงเรียนสาย ครั้งที่

# M01794
source: Start No Check-In Score Deduction for the
cn: 不核對名字就開始扣分。
th: เริ่มตัดคะแนนไม่เช็คชื่อ ครั้งที่

# M01795
source: Start Extracurricular Score Deduction for the
cn: 開始扣除病假積分。
th: เริ่มตัดคะแนนลากิจ ครั้งที่

# M01796
source: Start Sick Leave Score Deduction for the
cn: 開始扣除病假積分。
th: เริ่มตัดคะแนนลาป่วย ครั้งที่

# M01797
source: Call Announcement
cn: 呼叫公告
th: เรียกประกาศ
