Repository: jtrp98/test02
Catalog: jabjaiuniversity/FingerprintPayment/Resources/Resource.*.resx
Languages: cn, th

# M02157
source: Data can be viewed for the past 1 month.
cn: 您可以查看過去 1 個月的數據。
th: สามารถดูข้อมูลย้อนหลังได้ 1 เดือน

# M02158
source: Late
cn: 線
th: สาย

# M02159
source: Reason for Resignation
cn: 辭職原因
th: สาเหตุการลาออก

# M02160
source: Educational Service Area Office
cn: 教育服務區辦事處
th: สำนักงานเขตพื้นที่การศึกษา

# M02161
source: Publisher
cn: 出版商
th: สำนักพิมพ์

# M02162
source: Complete
cn: 成功
th: สำเร็จ

# M02163
source: Graduated
cn: 畢業
th: สำเร็จการศึกษา

# M02164
source: For Kasikorn Bank
cn: 開泰銀行
th: สำหรับธนาคารกสิกรไทย

# M02165
source: For Government
cn: 對於政府
th: สำหรับราชการ

# M02166
source: What parents want schools to help students
cn: 家長希望學校幫助學生什麼
th: สิ่งที่ผู้ปกครองต้องการให้โรงเรียนช่วยเหลือนักเรียน

# M02167
source: Product/Service
cn: 產品/服務
th: สินค้า/บริการ

# M02168
source: End
cn: 結尾
th: สิ้นสุด

# M02169
source: Online Media (Facebook)
cn: 線上媒體（臉書）
th: สื่อออนไลน์ (facebook)

# M02170
source: Online Media (Google)
cn: 線上媒體（Google）
th: สื่อออนไลน์ (google)

# M02171
source: Online Media (Website)
cn: 網路媒體（網站）
th: สื่อออนไลน์ (website)

# M02172
source: Health
cn: 健康
th: สุขภาพ

# M02173
source: Health and Physical Education
cn: 健康教育與體育
th: สุขศึกษาและพลศึกษา

# M02174
source: Mental Health
cn: 安心
th: สุขสงบทางใจ

# M02175
source: Above Average
cn: 高於閾值
th: สูงกว่าเกณฑ์

# M02176
source: Higher than Master's Degree
cn: 高於碩士學位
th: สูงกว่าปริญญาโท

# M02177
source: Saturday
cn: 週六
th: เสาร์

# M02178
source: Risk
cn: 風險
th: เสี่ยง

# M02179
source: Display
cn: 展示
th: แสดง

# M02180
source: Display Grades by Semester
cn: 按學期顯示成績
th: แสดงเกรดตามเทอม

# M02181
source: Display Text
cn: 顯示訊息
th: แสดงข้อความ

# M02182
source: Display information
cn: 顯示訊息
th: แสดงข้อมูล

# M02183
source: Show information per page
cn: 每頁顯示訊息
th: แสดงข้อมูลหน้าละ

# M02184
source: Display Behavior
cn: 表現行為
th: แสดงความประพฤติ

# M02185
source: Display Scores and Grades for Each Subject
cn: 顯示每門課程的分數和等級。
th: แสดงคะแนนและเกรดในแต่ละรายวิชา

# M02186
source: Display Draft Image
cn: 顯示輪廓
th: แสดงโครงร่างรูป

# M02187
source: Display Decimal Points
cn: 顯示小數點
th: แสดงจุดทศนิยม

# M02188
source: Show only exams created by you or users listed in the plan
cn: 仅显示由您或计划中指定的人员创建的考试。
th: แสดงเฉพาะข้อสอบที่สร้างโดยท่าน หรือผู้มีรายชื่อตามแผนเท่านั้น

# M02189
source: Show only exams created by you or users listed in that plan
cn: 仅显示由您或该计划中指定的人员创建的考试。
th: แสดงเฉพาะข้อสอบที่สร้างโดยท่าน หรือผู้มีรายชื่อตามแผนนั้น

# M02190
source: Show only scores in each subject
cn: 僅顯示每個科目的分數。
th: แสดงเฉพาะคะแนนในแต่ละรายวิชา

# M02191
source: Show only the selected semester
cn: 僅顯示選定的術語
th: แสดงเฉพาะเทอมที่เลือก

# M02192
source: Display Name
cn: 顯示名稱
th: แสดงชื่อ

# M02193
source: Display Registrar's Name
cn: 顯示註冊商名稱
th: แสดงชื่อนายทะเบียน

# M02194
source: Display director's
cn: 顯示導演姓名
th: แสดงชื่อผู้อำนวยการ

# M02195
source: Show Director Position
cn: 顯示總監職位
th: แสดงตำแหน่งผู้อำนวยการ

# M02196
source: Display decimals and round the score to the 100% total box.
cn: 顯示總計框中的小數並將分數四捨五入為 100%。
th: แสดงทศนิยม และปัดคะแนนที่ช่องรวม 100%

# M02197
source: Show student surname
cn: 顯示學生姓氏
th: แสดงนามสกุลนักเรียน

# M02198
source: Show in English
cn: 以英語顯示
th: แสดงเป็นภาษาอังกฤษ

# M02199
source: Display as Numbers
cn: 表示為數字
th: แสดงเป็นเลข

# M02200
source: Show academic results
cn: 顯示學業成績
th: แสดงผลการเรียน

# M02201
source: Display Student Images
cn: 顯示學生照片
th: แสดงผลรูปนักเรียน

# M02202
source: Display Recipients
cn: 顯示收件人
th: แสดงผู้รับ

# M02203
source: Show all backwards
cn: 顯示所有先前的劇集
th: แสดงย้อนหลังทั้งหมด

# M02204
source: Display Grade Levels
cn: 顯示年級水平
th: แสดงระดับชั้น

# M02205
source: Display List
cn: 顯示項目
th: แสดงรายการ

# M02206
source: Display All Subjects from the Plan
cn: 顯示計劃中的所有課程
th: แสดงรายวิชาทั้งหมดจากแผน

# M02207
source: Display Student Images
cn: 展示學生照片
th: แสดงรูปนักเรียน

# M02208
source: Display Document Issue Date
cn: 顯示文件簽發日期
th: แสดงวันที่ออกเอกสาร

# M02209
source: Display Actual Documents
cn: 顯示原始文件
th: แสดงเอกสารฉบับจริง

# M02210
source: Female
cn: 女性
th: หญิง

# M02211
source: Female First
cn: 女人先上去。
th: หญิงขึ้นก่อน

# M02212
source: Learning Unit
cn: 學習單元
th: หน่วยการเรียนรู้

# M02213
source: Grade Point Average (GPA)
cn: 獲得的學術單位（GPA）
th: หน่วยกิจการเรียนที่ได้(GPA)

# M02214
source: Credit
cn: 信用
th: หน่วยกิต

# M02215
source: Credits/Study Units
cn: 學分/學習單位
th: หน่วยกิต/หน่วยการเรียน

# M02216
source: Department
cn: 機構
th: หน่วยงาน

# M02217
source: Book
cn: 書
th: หนังสือ

# M02218
source: Page
cn: 頁
th: หน้า

# M02219
source: Next Page
cn: 下一頁
th: หน้าต่อไป

# M02220
source: Page
cn: 責任
th: หน้าที่

# M02221
source: Student Admission Scan Page
cn: 學生入學掃描頁
th: หน้าสแกนรับนักเรียน

# M02222
source: Display page
cn: 顯示頁面
th: หน้าแสดงผล

# M02223
source: Obsessed, serious about gaming.
cn: 沉迷、認真玩遊戲
th: หมกมุ่น จริงจังในการเล่นเกม

# M02224
source: Obsessed with the use of sexually related communication tools
cn: 沉迷於使用與性相關的溝通工具
th: หมกมุ่นในการใช้เครื่องมือสื่อสารที่เกี่ยวข้องทางเพศ

# M02225
source: Category
cn: 團體
th: หมวด

# M02226
source: Book Category
cn: 圖書類別
th: หมวดหนังสือ

# M02227
source: It means to answer more than 1 question.
cn: 這意味著您可以回答 1 個以上的問題。
th: หมายถึงให้ตอบได้มากกว่า 1 ข้อ

# M02228
source: It means answering only one question.
cn: 這意味著只回答一個問題。
th: หมายถึงให้ตอบเพียงข้อเดียว

# M02229
source: Student ID
cn: 學號
th: หมายเลขนักเรียน

# M02230
source: Card number
cn: 卡號
th: หมายเลขบัตร

# M02231
source: NFC card number
cn: NFC卡號
th: หมายเลขบัตร NFC

# M02232
source: Card number 1
cn: 卡號1
th: หมายเลขบัตรใบที่ 1

# M02233
source: Card number 2
cn: 第二張卡號
th: หมายเลขบัตรใบที่ 2

# M02234
source: Card number 3
cn: 第三張卡號
th: หมายเลขบัตรใบที่ 3

# M02235
source: Reference number
cn: 參考編號
th: หมายเลขอ้างอิง

# M02236
source: Note: The system will display data from the past 14 days.
cn: 备注：系统将显示过去14天的数据。
th: หมายเหตุ : ระบบจะทำการแสดงข้อมูล 14 วันย้อนหลัง

# M02237
source: Note: Discounts not directly specified in the list will be adjusted and automatically displayed on the final payment receipt.
cn: 备注：未在项目中直接设置的折扣将自动调整并显示在最终支付单的收据中。
th: หมายเหตุ : ส่วนลดที่ไม่ได้ตั้งในรายการโดยตรง จะถูกไปปรับลดและแสดงในใบเสร็จในรายการชำระเงินครั้งสุดท้ายอัตโนมัติ

# M02238
source: Note: If class hours coincide with a holiday, those hours will not be included in the calculation.
cn: 备注：如果课程小时与假日重叠，则不会计算该学习小时。
th: หมายเหตุ : หากชั่วโมงวิชาเรียนตรงกับวันหยุด จะไม่นำชั่วโมงเรียนมาคำนวน

# M02239
source: Note: If set to 0, the automatic deduction for missed scores will not function.
cn: 备注：如果设置为0，系统将不会自动扣除缺勤分数。
th: หมายเหตุ : หากตั้งค่าเป็น 0 ระบบตัดคะแนนขาดอัติโนมัติจะไม่ทำงาน

# M02240
source: Moo
cn: 團體
th: หมู่

# M02241
source: Village
cn: 村莊
th: หมู่บ้าน

# M02242
source: Stop
cn: 停止
th: หยุด

# M02243
source: Curriculum
cn: 課程
th: หลักสูตร

# M02244
source: After midterm
cn: 期中考後
th: หลังกลางภาค

# M02245
source: After changing the mid-term ratio from
cn: 將中期比率從
th: หลังจากเปลี่ยนอัตราส่วนกลางเทอมจาก

# M02246
source: After recording, please check back to check your score every time. If you encounter any problems, please contact the company immediately to investigate early. Thank you. Support Team 064-9364027
cn: 保存后，请每次返回检查您的分数。如果发现问题，请立即联系公司以便尽早检查。谢谢。支持团队 064-9364027
th: หลังทำการบันทึกกรุณากลับมาตรวจสอบคะแนนของท่านทุกครั้ง หากพบปัญหาให้รีบติดต่อบริษัททันที เพื่อทำการตรวจสอบตั้งแต่เนิ่นๆน่ะครับ ขอบคุณครับ ทีม Support 064-9364027

# M02247
source: Row House / Townhouse
cn: 店屋/聯排別墅
th: ห้องแถว / ทาวน์เฮาส์

# M02248
source: Block Room
cn: 街區房間
th: ห้องบล็อก

# M02249
source: Online Classroom
cn: 網路課堂
th: ห้องเรียนออนไลน์

# M02250
source: room in advance
cn: 提前訂房
th: ห้องล่วงหน้า

# M02251
source: Library
cn: 圖書館
th: ห้องสมุด

# M02252
source: Exam Room
cn: 考場
th: ห้องสอบ

# M02253
source: Restroom
cn: 洗手間
th: ห้องสุขา

# M02254
source: School Dormitory
cn: 學校宿舍
th: หอพักโรงเรียน

# M02255
source: Resides in a dormitory with
cn: 一起住的宿舍
th: หอพักอาศัยอยู่กับ

# M02256
source: Letterhead
cn: 紙頭
th: หัวกระดาษ

# M02257
source: Title
cn: 部分
th: หัวข้อ

# M02258
source: Title/Details
cn: 主題/詳情
th: หัวข้อ/รายละเอียด

# M02259
source: Heading
cn: 大話題
th: หัวข้อใหญ่

# M02260
source: All Heading
cn: 所有大話題
th: หัวข้อใหญ่ทั้งหมด

# M02261
source: Head of the learning group
cn: 學習小組組長
th: หัวหน้ากลุ่มสาระการเรียนรู้

# M02262
source: Head Registrar/Head of Measurement and Evaluation
cn: 主注册主任/考核与评估部门负责人
th: หัวหน้านายทะเบียน/หัวหน้าฝ่ายวัดผลและประเมินผล

# M02263
source: Department Head
cn: 系主任
th: หัวหน้าแผนก

# M02264
source: Finance Department Head
cn: 財務主管
th: หัวหน้าฝ่ายการเงิน

# M02265
source: General Administration Head
cn: 綜合行政主管
th: หัวหน้าฝ่ายบริหารทั่วไป

# M02266
source: Human Resources Head
cn: 人力資源主管
th: หัวหน้าฝ่ายบุคคล

# M02267
source: Student Affairs Head
cn: 行政部門主管
th: หัวหน้าฝ่ายปกครอง

# M02268
source: Head of Assessment and Evaluation Department
cn: 計量評價部部長
th: หัวหน้าฝ่ายวัดผลและประเมินผล

# M02269
source: Academic Affairs Head
cn: 教務主任
th: หัวหน้าฝ่ายวิชาการ

# M02270
source: If it's optional
cn: 如果有一個選擇
th: หากเป็นตัวเลือก

# M02271
source: If this course has students studying as a whole class, individual registration is not required.
cn: 如果这门课程的学生在整个班级中都在学习，则无需进行个人注册。
th: หากวิชานี้มีนักเรียนเรียนทั้งห้อง ไม่ต้องทำการลงทะเบียนรายบุคคล

# M02272
source: Distant
cn: 隨意的
th: ห่างเหิน

# M02273
source: Disappear
cn: 消失
th: หาย

# M02274
source: Reason for Moving
cn: 搬家原因
th: เหตุที่ย้าย

# M02275
source: Empathize with Others
cn: 同情他人
th: เห็นใจผู้อื่น

# M02276
source: Agree/Disagree
cn: 同意/不同意
th: เห็นด้วย/ไม่เห็นด้วย

# M02277
source: Yellow
cn: 黃色的
th: เหลือง

# M02278
source: Reload Website
cn: 重新載入網站？
th: โหลดเว็บไซต์ซ้ำไหม

# M02279
source: Reload
cn: 重新載入
th: โหลดใหม่

# M02280
source: New
cn: 新的
th: ใหม่

# M02281
source: Specify the percentage that agrees with the bank or as desired.
cn: 请指定与银行商定的百分比数字或所需的百分比。
th: ให้ระบุตัวเลขเปอร์เซ็นต์ที่ตกลงกับทางธนาคารหรือที่ต้องการ

# M02282
source: Allow recording of scores only during the specified time frame.
cn: 仅允许在规定的时间段内录入分数。
th: อนุญาตให้บันทึกคะแนนเฉพาะช่วงเวลาที่กำหนดไว้เท่านั้น

# M02283
source: Allow the following individuals to edit scores for all subjects and at any time.
cn: 允许以下人员可以修改所有科目和所有时间段的分数。
th: อนุญาตให้บุคคลต่อไปนี้สามารถแก้ไขคะแนนได้ทุกวิชาและทุกช่วงเวลา

# M02284
source: Kindergarten year
cn: 幼儿园年级
th: อนุบาลปีที่

# M02285
source: diploma
cn: 副学士学位
th: อนุปริญญา

# M02286
source: Approval
cn: 批准
th: อนุมัติ

# M02287
source: Approval of Parental Access to Grades via the School Bright Application
cn: “批准通过应用程序 School Bright 访问家长的成绩”
th: อนุมัติการเข้าถึงเกรดของผู้ปกครองผ่านแอปพลิเคชัน School Bright

# M02288
source: Training
cn: 培训
th: อบรม

# M02289
source: Be in the service sales group
cn: 在服务销售群体中
th: อยู่ในกลุ่มขายบริการ

# M02290
source: Be in a group of gaming friends.
cn: 在游戏朋友群体中
th: อยู่ในกลุ่มเพื่อนเล่นเกม

# M02291
source: Being in a substance abuse environment
cn: 处于使用毒品的环境中
th: อยู่ในสภาพแวดล้อมที่ใช้สารเสพติด

# M02292
source: Leave early
cn: 提前离开
th: ออกก่อนเวลา

# M02293
source: Log out
cn: 退出系统
th: ออกจากระบบ

# M02294
source: Exit the school premises.
cn: 离开学校区域
th: ออกนอกบริเวณโรงเรียน

# M02295
source: Leave the classroom.
cn: 离开教室
th: ออกนอกห้องเรียน

# M02296
source: Create report date
cn: 输出报告日期
th: ออกรายงานวันที่

# M02297
source: Create exam seat number
cn: 发放考试座位号
th: ออกเลขที่นั่งสอบ

# M02298
source: School abbreviation
cn: 学校缩写
th: อักษรย่อโรงเรียน

# M02299
source: Tuesday
cn: 星期二
th: อังคาร

# M02300
source: Automatic
cn: 自动
th: อัตโนมัติ

# M02301
source: Rank
cn: 排名
th: อันดับ

# M02302
source: Updated successfully
cn: 更新成功
th: อัปเดตสำเร็จ

# M02303
source: upload
cn: 上传
th: อัปโหลด

# M02304
source: uncle
cn: 星期天
th: อา

# M02305
source: Allergy symptoms
cn: 过敏症状
th: อาการโรคภูมิแพ้

# M02306
source: Building/floor
cn: 楼层/层
th: อาคาร/ชั้น

# M02307
source: Teacher
cn: 教师
th: อาจารย์

# M02308
source: Teacher
cn: 教师/老师
th: อาจารย์ / ครู

# M02309
source: Teacher/staff
cn: 教师/员工
th: อาจารย์ / พนักงาน

# M02310
source: Classroom teacher
cn: 班主任
th: อาจารย์ประจำชั้น

# M02311
source: Occupation
cn: 职业
th: อาชีพ

# M02312
source: Parent's occupation
cn: 家长职业
th: อาชีพผู้ปกครอง

# M02313
source: Mother's occupation
cn: 母亲职业
th: อาชีพมารดา

# M02314
source: Freelance occupation
cn: 自由职业
th: อาชีพอิสระ

# M02315
source: Sunday
cn: 星期日
th: อาทิตย์

# M02316
source: Read, think, analyze.
cn: 阅读、思考与分析
th: อ่านคิดวิเคราะห์

# M02317
source: Read, think, analyze and write.
cn: 阅读、思考、分析与写作
th: อ่านคิดวิเคราะห์และเขียน

# M02318
source: Read a book
cn: 阅读书籍
th: อ่านหนังสือ

# M02319
source: Age (years)
cn: 年龄（岁）
th: อายุ (ปี)

# M02320
source: Age (years/months)
cn: 年龄（岁/月）
th: อายุ (ปี/เดือน)

# M02321
source: Remaining tenure
cn: 剩余工作年限
th: อายุงานเหลือ

# M02322
source: Arabic
cn: 阿拉伯语
th: อารบิก

# M02323
source: Mood
cn: 情绪
th: อารมณ์

# M02324
source: Living with others
cn: 与他人同住
th: อาศัยอยู่กับผู้อื่น

# M02325
source: Islam
cn: 伊斯兰教
th: อิสลาม

# M02326
source: Email
cn: 电子邮件
th: อีเมล์

# M02327
source: This email has been verified.
cn: 该电子邮件已进行身份验证
th: อีเมล์นี้ได้ทำการยืนยันตัวตนแล้ว

# M02328
source: Backup email
cn: 备用电子邮件
th: อีเมล์สำรอง

# M02329
source: Primary email
cn: 主电子邮件
th: อีเมล์หลัก

# M02330
source: Others
cn: 其他
th: อื่นๆ

# M02331
source: Temperature
cn: 温度
th: อุณหภูมิ

# M02332
source: Equipment
cn: 设备
th: อุปกรณ์

# M02333
source: Equipment for the canteen (Smart Canteen)
cn: Smart Canteen 餐厅设备
th: อุปกรณ์สำหรับโรงอาหาร Smart Canteen

# M02334
source: Attached document
cn: 附件
th: เอกสารแนบ

# M02335
source: Guidance Documents
cn: 指导文件
th: เอกสารแนะแนว

# M02336
source: Evidence of education documents
cn: 各种教育文件
th: เอกสารปพ. ต่างๆ

# M02337
source: Evidence of education documents
cn: 各种教育文件/报告
th: เอกสารปพ./รบ ต่างๆ

# M02338
source: Evidence of education documents
cn: 教育文件/报告
th: เอกสารปพ./รบ.

# M02339
source: Application
cn: 应用程序
th: แอพพลิเคชั่น

# M02340
source: hindu
cn: 印度教
th: ฮินดู

# M02341
source: Data cannot be saved because some subject scores have already been entered from the score list page. Please check the Excel form again.
cn: 无法保存数据，因为某些科目的分数已从评分列表页面输入。请重新检查Excel表格。”
th: ไม่สามารถบันทึกข้อมูลได้เนื่องจากคะแนนวิชาบางส่วนได้ป้อนจากหน้ารายการคะแนนแล้ว โปรดตรวจสอบแบบฟอร์ม Excel อีกครั้ง

# M02342
source: Verify the accuracy of the information below before pressing save.
cn: “请在点击保存之前检查以下数据的准确性。”
th: ตรวจสอบความถูกต้องข้อมูลด้านล่างก่อนกดบันทึก

# M02343
source: If no subject data is found, please verify the subjects in the Excel table and the data on the Manage Subjects page
cn: 如果未找到课程信息，请检查Excel表格中的课程与‘管理课程’页面中的信息是否一致。
th: หากไม่พบข้อมูลรายวิชา โปรดตรวจสอบรายวิชาดังกล่าวในตาราง excel กับข้อมูลในหน้า จัดการวิชาเรียน

# M02344
source: Successfully deleted.
cn: 删除成功
th: ลบสำเร็จ

# M02345
source: An error occurred.
cn: 发生错误
th: เกิดข้อผิดพลาด

# M02346
source: Enter complete information
cn: 请填写完整信息
th: ใส่ข้อมูลให้ครบถ้วน

# M02347
source: If you already have the original score, the score in Excel will overlap the original score box. Check to be sure before uploading.
cn: 如果已经存在原始分数，Excel 中的分数将覆盖原有分数，请在上传之前确认检查
th: หากมีคะเเนนเดิมอยู่เเล้ว คะเเนนใน excel จะไปทับช่องคะเเนนเดิมดังนั้น ตรวจสอบในเเน่ใจก่อนทำการอัปโหลด

# M02348
source: Please use the form provided only.
cn: 请仅使用指定的表单。
th: กรุณาใช้แบบฟอร์มที่กำหนดให้เท่านั้น

# M02349
source: Import scores completed.
cn: 成绩导入完成。
th: นำเข้าคะแนนเสร็จสิ้น

# M02350
source: Number of students imported successfully.
cn: 成功导入成绩的学生人数
th: จำนวนนักเรียนที่นำเข้าคะแนนสำเร็จ

# M02351
source: The following student codes were not found in the system.
cn: 系统中未找到以下学生编号
th: ไม่พบรหัสนักเรียนต่อไปนี้ในระบบ

# M02352
source: Excel has score proportions that do not match the system or contain empty values. Please check the Excel file and try again.
cn: Excel中的分数比例设置与系统不匹配或存在空值，请检查Excel文件后重新尝试。
th: Excel มีการตั้งค่าสัดส่วนคะแนนไม่ตรงกับในระบบหรือมีค่าว่าง กรุณาตรวจสอบไฟล์ Excel และลองใหม่อีกครั้ง

# M02353
source: Do you want to save the answer creation?
cn: 您是否要保存创建答案？”
th: คุณต้องการบันทึกการสร้างเฉลยหรือไม่

# M02354
source: The exam period is not within the academic term.
cn: “考试时间不在学期内。”
th: ช่วงเวลาสอบไม่อยู่ในภาคเรียน

# M02355
source: Select the score box to be displayed on the score recording system.
cn: “选择要在评分系统中显示的评分项。”
th: เลือกช่องคะแนนที่จะแสดงผลบนระบบบันทึกคะแนน

# M02356
source: Score range indicator created successfully.
cn: “评分范围指标已成功创建。”
th: สร้างช่วงคะแนนตัวชี้วัดเรียบร้อย

# M02357
source: Please enter the score proportions correctly.
cn: “请准确填写评分比例。”
th: กรุณากรอกสัดส่วนคะแนนให้ถูกต้อง

# M02358
source: The score range is already full.
cn: “评分范围已满。”
th: ช่วงคะแนนเต็มแล้ว

# M02359
source: Please use this exam code in the School Bright Grade app for exam checking.
cn: 请将此考试代码用于 School Bright Grade 应用程序进行考试评分。
th: กรุณานำรหัสข้อสอบนี้ไปใช้ในแอป School Bright Grade เพื่อทำการตรวจข้อสอบ

# M02360
source: Heading already exists.
cn: 主题已存在。
th: มีหัวเรื่องอยู่แล้ว

# M02361
source: When editing this section The system will clear the score range and answer settings. Confirm data correction or not?
cn: 在此部分进行编辑时，系统将清除评分范围和答案的设置。确认是否进行数据更改？
th: เมื่อทำการแก้ไขในส่วนนี้ ระบบจะทำการล้างข้อมูลส่วนตั้งค่าช่วงคะแนนและเฉลย ยืนยันการแก้ไขข้อมูลหรือไม่

# M02362
source: This subject cannot be used in the Pw.5 combined classrooms menu because students were not individual registered.
cn: 该课程无法使用 P5 综合班级菜单，因为没有进行个人学生注册。
th: วิชานี้ไม่สามารถใช้งานเมนูปพ.5 รวมห้องได้ เนื่องจากไม่ได้ทำการลงทะเบียนนักเรียนรายบุคคลไว้

# M02363
source: Cannot be deleted or closed because there are books in this category.
cn: 无法删除或关闭，因为此类别中有书籍存在。
th: ไม่สามารถลบหรือปิดได้ เพราะมีหนังสืออยู่ในหมวดนี้

# M02364
source: Standard 1
cn: 标准 1
th: มาตรฐานที่ 1

# M02365
source: Standard 2
cn: 标准 2
th: มาตรฐานที่ 2

# M02366
source: Standard 3
cn: 标准 3
th: มาตรฐานที่ 3

# M02367
source: Standard 4
cn: 标准 4
th: มาตรฐานที่ 4

# M02368
source: Standard 5
cn: 标准 5
th: มาตรฐานที่ 5

# M02369
source: Standard 6
cn: 标准 6
th: มาตรฐานที่ 6

# M02370
source: Standard 7
cn: 标准 7
th: มาตรฐานที่ 7

# M02371
source: Standard 8
cn: 标准 8
th: มาตรฐานที่ 8

# M02372
source: Standard 9
cn: 标准 9
th: มาตรฐานที่ 9

# M02373
source: Standard 10
cn: 标准 10
th: มาตรฐานที่ 10

# M02374
source: Standard 11
cn: 标准 11
th: มาตรฐานที่ 11

# M02375
source: Standard 12
cn: 标准 12
th: มาตรฐานที่ 12

# M02376
source: 1.1 Weight and height according to criteria
cn: 1.1 体重和身高符合标准
th: 1.1 น้ำหนัก และส่วนสูงตามเกณฑ์

# M02377
source: 1.2 Having good health and healthy habits.
cn: 1.2 保持良好的健康和卫生习惯
th: 1.2 มีสุขภาพอนามัย สุขนิสัยที่ดี

# M02378
source: 1.3 Maintain one's own and others' safety.
cn: 1.3 维护自身和他人的安全
th: 1.3 รักษาความปลอดภัยของตนเอง และผู้อื่น

# M02379
source: 1.1.1 Weight and height according to the criteria of the Department of Health
cn: 1.1.1 体重和身高符合卫生部门的标准
th: 1.1.1 น้ำหนัก และส่วนสูงตามเกณฑ์ของกรมอนามัย

# M02380
source: 1.2.1 Accepting nutritious food and drinking clean water when advised to do so.
cn: 1.2.1 接受建议摄取有益食物并饮用清洁水
th: 1.2.1 ยอมรับประทานอาหารที่มีประโยชน์ และดื่มน้ำสะอาดเมื่อมีผู้ชี้แนะ

# M02381
source: 1.2.2 Wash your hands before eating and after using the restroom when advised to do so.
cn: 1.2.2 在用餐前和上厕所后洗手
th: 1.2.2 ล้างมือก่อนรับประทานอาหาร และหลังจากใช้ห้องน้ำห้องส้วมเมื่อมีผู้ชี้แนะ

# M02382
source: 1.2.3 Rest for a specific duration.
cn: 1.2.3 按时休息
th: 1.2.3 นอนพักผ่อนเป็นเวลา

# M02383
source: 1.2.4 Exercise for a duration.
cn: 1.2.4 按时锻炼
th: 1.2.4 ออกกำลังกายเป็นเวลา

# M02384
source: 1.3.1 Play and engage in activities safely when advised to do so.
cn: 1.3.1 在指导下安全地玩耍和进行活动
th: 1.3.1 เล่น และทำกิจกรรมอย่างปลอดภัยเมื่อมีผู้ชี้แนะ

# M02385
source: Indicator 1.1
cn: 指标 1.1
th: ตัวบ่งชี้ 1.1

# M02386
source: Indicator 1.2
cn: 指标 1.2
th: ตัวบ่งชี้ 1.2

# M02387
source: Indicator 1.3
cn: 指标 1.3
th: ตัวบ่งชี้ 1.3

# M02388
source: Summary of Indicator 1.1
cn: 指标 1.1 总结
th: สรุปตัวบ่งชี้ 1.1

# M02389
source: Summary of Indicator 1.2
cn: 指标 1.2 总结
th: สรุปตัวบ่งชี้ 1.2

# M02390
source: Summary of Indicator 1.3
cn: 指标 1.3 总结
th: สรุปตัวบ่งชี้ 1.3

# M02391
source: Summary of Standard 1
cn: 标准 1 总结
th: สรุปมาตรฐานที่ 1

# M02392
source: 2.1 Move physically with agility, coordinate, and maintain balance.
cn: 2.1 身体运动灵活，协调性好，能够保持平衡
th: 2.1 เคลื่อนไหวร่างกายอย่างคล่องแคล่ว ประสานสัมพันธ์ และทรงตัวได้

# M02393
source: 2.2 Use hand-eye coordination.
cn: 2.2 手眼协调
th: 2.2 ใช้มือ-ตาประสานสัมพันธ์กัน

# M02394
source: 2.3 Able to walk in a designated direction.
cn: 2.1.1 能够按照指定路线行走
th: 2.1.1 เดินตามแนวที่กำหนดได้

# M02395
source: 2.1.2 Jumping with both feet up and down in place.
cn: 2.1.2 能够在原地双脚跳跃
th: 2.1.2 กระโดดสองขาขึ้นลงอยู่กับที่ได้

# M02396
source: 2.1.3 Running and stopping.
cn: 2.1.3 能够跑步后停下
th: 2.1.3 วิ่งแล้วหยุดได้

# M02397
source: 2.1.4 Catching a ball using hands and body support.
cn: 2.1.4 能够用手和身体接住球
th: 2.1.4 รับลูกบอลโดยใช้มือ และลำตัวช่วย

# M02398
source: 2.2.1 Using scissors to cut paper apart with one hand.
cn: 2.2.1 能够用一只手用剪刀剪断纸张
th: 2.2.1 ใช้กรรไกรตัดกระดาษขาดจากกันได้โดยใช้มือเดียว

# M02399
source: 2.2.2 Draw a circle according to the pattern.
cn: 2.2.2 能够按照样本绘制圆形
th: 2.2.2 เขียนรูปวงกลมตามแบบได้

# M02400
source: 2.2.3 can string object with holes 1 cm in diameter.
cn: 2.2.3 能够穿过直径为1厘米的孔的材料
th: 2.2.3 ร้อยวัสดุที่มีรูขนาดเส้นผ่านศูนย์กลาง 1 ซม. ได้

# M02401
source: Indicator 2.1
cn: 指标 2.1
th: ตัวบ่งชี้ 2.1

# M02402
source: Indicator 2.2
cn: 指标 2.2
th: ตัวบ่งชี้ 2.2

# M02403
source: Summary of Indicator 2.1
cn: 指标 2.1 总结
th: สรุปตัวบ่งชี้ 2.1

# M02404
source: Summary of Indicator 2.2
cn: 指标 2.2 总结
th: สรุปตัวบ่งชี้ 2.2

# M02405
source: Summary of Standard 2
cn: 标准 2 总结
th: สรุปมาตรฐานที่ 2

# M02406
source: 3.1 Expresses emotions appropriately.
cn: 3.1 适当地表达情感
th: 3.1 แสดงออกทางอารมณ์ได้อย่างเหมาะสม

# M02407
source: 3.2 Have positive feelings towards oneself and others
cn: 3.2 对自己和他人有良好的感觉
th: 3.2 มีความรู้สึกที่ดีต่อตนเองและผู้อื่น

# M02408
source: 3.1.1 Express emotions and feelings appropriately in certain situations
cn: 3.1.1 在某些情境下能够适当地表达情感和感受
th: 3.1.1 แสดงอารมณ์ ความรู้สึกได้เหมาะสมกับบางสถานการณ์

# M02409
source: 3.2.1 Bold in speaking and expressing oneself
cn: 3.2.1 敢于表达自己，勇于发言
th: 3.2.1 กล้าพูดกล้าแสดงออก

# M02410
source: 3.2.2 Express satisfaction in one's own work
cn: 3.2.2 对自己的表现感到满意
th: 3.2.2 แสดงความพอใจในผลงานตนเอง

# M02411
source: Indicator 3.1
cn: 指标 3.1
th: ตัวบ่งชี้ 3.1

# M02412
source: Indicator 3.2
cn: 指标 3.2
th: ตัวบ่งชี้ 3.2

# M02413
source: Summary of Indicator 3.1
cn: 指标 3.1 总结
th: สรุปตัวบ่งชี้ 3.1

# M02414
source: Summary of Indicator 3.2
cn: 指标 3.2 总结
th: สรุปตัวบ่งชี้ 3.2

# M02415
source: Summary of Standard 3
cn: 标准 3 总结
th: สรุปมาตรฐานที่ 3

# M02416
source: 4.1 Interested, happy, and express through arts, music, and movement
cn: 4.1 对艺术、音乐和动作表现出兴趣和快乐
th: 4.1 สนใจ มีความสุข และแสดงออกผ่านงานศิลปะ ดนตรี และการเคลื่อนไหว

# M02417
source: 4.1.1 Interested, happy, and express through arts
cn: 4.1.1 对艺术表现出兴趣和快乐，并通过艺术表达
th: 4.1.1 สนใจ มีความสุข และแสดงออกผ่านงานศิลปะ

# M02418
source: 4.1.2 Interested, happy, and express through singing and music
cn: 4.1.2 对音乐和歌曲表现出兴趣和快乐，并通过音乐表达
th: 4.1.2 สนใจ มีความสุข และแสดงออกผ่านเสียงเพลง ดนตรี

# M02419
source: 4.1.3 Interested, happy, and express through dance movements, rhythm, and music
cn: 4.1.3 对音乐、节奏和舞蹈表现出兴趣和快乐，并通过动作表现
th: 4.1.3 สนใจ มีความสุข และแสดงท่าทาง/เคลื่อนไหวประกอบเพลง จังหวะ และดนตรี

# M02420
source: Indicator 4.1
cn: 指标 4.1
th: ตัวบ่งชี้ 4.1

# M02421
source: Summary of Indicator 4.1
cn: 指标 4.1 总结
th: สรุปตัวบ่งชี้ 4.1

# M02422
source: Summary of Standard 4
cn: 标准 4 总结
th: สรุปมาตรฐานที่ 4

# M02423
source: 5.1 Honest and trustworthy.
cn: 5.1 诚实正直
th: 5.1 ซื่อสัตย์สุจริต

# M02424
source: 5.2 Be kind, compassionate, and helpful.
cn: 5.2 有同情心、善良、有爱心，乐于助人和分享
th: 5.2 มีความเมตตา กรุณา มีน้ำใจ และช่วยเหลือแบ่งปัน

# M02425
source: 5.3 Empathetic towards others
cn: 5.3 对他人有同理心
th: 5.3 มีความเห็นอกเห็นใจผู้อื่น
