Repository: jtrp98/test02
Catalog: jabjaiuniversity/FingerprintPayment/Resources/Resource.*.resx
Languages: cn, th

# M00001
source: Position of Document Signer
cn: 签署人职位
th: ตำแหน่งผู้เซ็นเอกสาร คนที่

# M00002
source: For the application on smartphones
cn: 适用于智能手机的应用程序
th: สำหรับแอปพลิเคชันบนสมาร์ทโฟน

# M00003
source: Classrooms that have already recorded scores cannot be used for joint activities.
cn: 已经录入分数的教室将无法共享使用
th: ห้องเรียนที่ทำการบันทึกคะแนนไปแล้ว จะไม่สามารถทำการใช้งานร่วมได้

# M00004
source: If user permissions are not revoked after opening, the system will automatically revoke the permissions at 24:00.
cn: 如果在启用权限后未手动关闭用户权限，系统将在24:00自动关闭权限
th: หากไม่ได้เข้ามาปิดสิทธิ์ผู้ใช้งานหลังทำการเปิดไปแล้ว ระบบจะทำการปิดสิทธิ์อัติโนมัติเวลา 24:00 น

# M00005
source: % Cut-off of accumulated scores at each point
cn: 各点的分数通过百分比
th: % ตัดผ่านของคะแนนเก็บแต่ละจุด

# M00006
source: 150,000 - 300,000 per year
cn: 150,000 - 300,000/年
th: 150,000 - 300,000/ปี

# M00007
source: Barcode/QR (slide up, slide down)
cn: 条形码/二维码（上下滚动）
th: Barcode/QR (เลื่อนขึ้นเลื่อนลง)

# M00008
source: Barcode/QR (slide left, slide right)
cn: 条形码/二维码（左右滚动）
th: Barcode/QR (เลื่อนซ้ายขวา)

# M00009
source: Export student data
cn: 导出学生数据
th: Export ข้อมูลนักเรียน

# M00010
source: Export student data (with backup plan)
cn: 导出学生数据（包括备用计划）
th: Export ข้อมููลนักเรียน(พร้อมแผนสำรอง)

# M00011
source: Export number of students
cn: 导出学生数量
th: Export จำนวนนักเรียน

# M00012
source: IE version 9 and above
cn: IE 9 及以上版本
th: IE เวอร์ชั่น 9 ขึ้นไป

# M00013
source: Log in to the REGIS system
cn: 登录 REGIS 系统
th: Login เข้าระบบ REGIS

# M00014
source: Profile (slide up, slide down)
cn: 个人资料（上下滚动）
th: Profile (เลื่อนขึ้นเลื่อนลง)

# M00015
source: Profile (slide left, slide right)
cn: 个人资料（左右滚动）
th: Profile (เลื่อนซ้ายเลื่อนขวา)

# M00016
source: QR Code with PromptPay
cn: QR Code 即时支付
th: QR Code พร้อมเพย์

# M00017
source: QR Code for shops
cn: QR Code 商店
th: QR Code ร้านค้า

# M00018
source: QR Code for LINE@ registration
cn: 二维码用于注册 LINE@
th: QrCode สำหรับลงทะเบียน LINE@

# M00019
source: STEP 1 Choose System
cn: 步骤 1 选择系统
th: STEP 1 เลือกระบบ

# M00020
source: STEP 2 Select Name
cn: 步骤 2 选择姓名
th: STEP 2 เลือกรายชื่อ

# M00021
source: Press this button to display information
cn: 点击此按钮以显示信息
th: กดปุ่มนี้เพื่อแสดงข้อมูล

# M00022
source: KM (abbreviation)
cn: 公里
th: กม.

# M00023
source: In cases where parents are not at home and leave their students with someone (answer only 1 option)
cn: 如果家长不在家，将学生托付给其他人（请选择 1 项）
th: กรณีที่ผู้ปกครองไม่อยู่บ้านฝากเด็กนักเรียนไว้กับใคร (ตอบเพียง 1 ข้อ)

# M00024
source: In cases where there are family members requiring special assistance
cn: 家庭中是否有需要特殊帮助的人
th: กรณีในครอบครัวมีผู้ที่ต้องการการช่วยเหลือเป็นกรณีพิเศษ

# M00025
source: Fill in the information as instructed in the form (required to fill in information in columns A-I)
cn: 根据表格中的说明填写信息（A-I 列中的信息必须填写）
th: กรอกข้อมูลตามคำแนะนำในแบบฟอร์ม (จำเป็นต้องกรอกข้อมูลในคอลัมน์ A-I)

# M00026
source: Enter the title
cn: 填写标题
th: กรอกชื่อเรื่อง

# M00027
source: Answer sheet
cn: 答题纸
th: กระดาษคำตอบ

# M00028
source: Exam results graph
cn: 考试成绩图表
th: กราฟผลสอบ

# M00029
source: Library room access report graph
cn: 图书馆使用情况报告图表
th: กราฟรายงานการเข้าใช้ห้องสมุด

# M00030
source: Please press the search button to retrieve information
cn: 请点击搜索按钮以提取信息
th: กรุณากดปุ่มค้นหาเพื่อดึงข้อมูล

# M00031
source: Please press the top right corner button to display information
cn: 请点击右上角的按钮以显示信息
th: กรุณากดปุ่มมุมขวาบนเพื่อแสดงข้อมูล

# M00032
source: Please fill in the information
cn: 请填写信息
th: กรุณากรอกข้อมูล

# M00033
source: Please enter the student's name
cn: 请填写学生姓名
th: กรุณากรอกชื่อนักเรียน

# M00034
source: Please enter the shop's name
cn: 请填写商店名称
th: กรุณากรอกชื่อร้านค้า

# M00035
source: Please enter the correct student ID (A-Z or 0-9)
cn: 请准确填写学生编号（A-Z 或 0-9）
th: กรุณากรอกรหัสนักเรียนให้ถูกต้อง (A-Z หรือ 0-9)

# M00036
source: Please enter the correct employee ID (A-Z or 0-9)
cn: 请准确填写员工编号（A-Z 或 0-9）
th: กรุณากรอกรหัสพนักงานให้ถูกต้อง (A-Z หรือ 0-9)

# M00037
source: Please enter the exam date
cn: 请填写考试日期
th: กรุณากรอกวันที่สอบ

# M00038
source: Please enter the classroom
cn: 请进入教室
th: กรุณาเข้าห้องเรียน

# M00039
source: Please click here to select a classroom
cn: 请点击这里选择教室
th: กรุณาคลิกตรงนี้เลือกห้องเรียน

# M00040
source: Please add the usernames that are temporarily allowed to edit scores retrospectively.
cn: 请暂时添加可以修改评分的用户
th: กรุณาเพิ่มรายชื่อผู้ใช้งานที่สามารถแก้ไขคะแนนย้อนหลังได้ชั่วคราว

# M00041
source: Please confirm to save the data.
cn: 请确认以保存信息
th: กรุณายืนยันเพื่อบันทึกข้อมูล

# M00042
source: Please confirm to delete the data.
cn: 请确认以删除信息
th: กรุณายืนยันเพื่อลบข้อมูล

# M00043
source: Please input the correct date.
cn: 请正确指定日期
th: กรุณาระบุวันที่ให้ถูกต้อง

# M00044
source: Please provide complete information.
cn: 请完整填写
th: กรุณาระบุให้ครบถ้วน

# M00045
source: Please select
cn: 请选择
th: กรุณาเลือก

# M00046
source: Please select a classroom
cn: 请选择年级
th: กรุณาเลือก ชั้นเรียน

# M00047
source: Please select a grade level
cn: 请选择年级
th: กรุณาเลือก ระดับชั้นเรียน

# M00048
source: Please select the grade to be edited
cn: 请选择修改的等级
th: กรุณาเลือกเกรดที่ทำการแก้ไข

# M00049
source: Please select the student's prefix
cn: 请选择学生称谓
th: กรุณาเลือกคำนำหน้าของนักเรียน

# M00050
source: Please select the co-resident's prefix
cn: 请选择同住者的称谓
th: กรุณาเลือกคำนำหน้าของผู้ที่อาศัยด้วย

# M00051
source: Please select the father's prefix
cn: 请选择父亲称谓
th: กรุณาเลือกคำนำหน้าบิดา

# M00052
source: Please select the guardian's prefix
cn: 请选择监护人称谓
th: กรุณาเลือกคำนำหน้าผู้ปกครอง

# M00053
source: Please select the mother's prefix
cn: 请选择母亲称谓
th: กรุณาเลือกคำนำหน้ามารดา

# M00054
source: Please select a province
cn: 请选择省份
th: กรุณาเลือกจังหวัด

# M00055
source: Please select the number of siblings studying in this school
cn: 请选择在本校就读的兄弟姐妹数量
th: กรุณาเลือกจำนวนพี่/น้องที่เรียนที่เรียนในโรงเรียนแห่งนี้

# M00056
source: Please select the total number of siblings
cn: 请选择总兄弟姐妹数量
th: กรุณาเลือกจำนวนพี่น้องทั้งหมด

# M00057
source: Please select the completed educational level
cn: 请选择毕业年份
th: กรุณาเลือกชั้นปีที่สำเร็จการศึกษา

# M00058
source: Please select the desired class for invoice printing
cn: 请选择要打印账单的班级
th: กรุณาเลือกชั้นเรียนที่ต้องการพิมพ์ใบแจ้งหนี้

# M00059
source: Please select the username
cn: 请选择用户名
th: กรุณาเลือกชื่อผู้ใช้งาน

# M00060
source: Please select a time slot and enter the room name before saving
cn: 请选择时间表并填写教室名称，然后保存
th: กรุณาเลือกตารางเวลาและใส่ชื่อห้องก่อนการบันทึก

# M00061
source: Please select the person providing student information
cn: 请选择提供学生信息的人
th: กรุณาเลือกผู้ให้ข้อมูลนักเรียน

# M00062
source: Please select a search item
cn: 请选择搜索项目
th: กรุณาเลือกรายการค้นหา

# M00063
source: Please select the invoice notification to be canceled
cn: 请选择要取消通知的项目
th: กรุณาเลือกรายการที่ต้องยกเลิกการแจ้งหนี้

# M00064
source: Please select the birth order
cn: 请选择子女顺序
th: กรุณาเลือกลำดับบุตร

# M00065
source: Please select the educational qualifications
cn: 请选择学历
th: กรุณาเลือกวุฒิการศึกษา

# M00066
source: Please enter the top-up amount
cn: 请填写充值金额
th: กรุณาใส่ยอดเติมเงิน

# M00067
source: Blood group
cn: 血型
th: กรุ๊ปเลือด

# M00068
source: AI face scanning camera
cn: AI 面部识别摄像头
th: กล้องสแกนใบหน้า AI

# M00069
source: Face scanning camera with temperature measurement
cn: 面部识别和体温测量摄像头
th: กล้องสแกนใบหน้าพร้อมวัดอุณหภูมิ

# M00070
source: Back
cn: 返回
th: กลับ

# M00071
source: Returned home
cn: 回家了
th: กลับบ้านแล้ว

# M00072
source: Center
cn: 中期
th: กลาง

# M00073
source: Midterm
cn: 中期
th: กลางภาค

# M00074
source: Permission Setting Group
cn: 权限设置组
th: กลุ่มตั้งค่าสิทธ์

# M00075
source: Related Group
cn: 相关组
th: กลุ่มที่เกี่ยวข้อง

# M00076
source: Group of Items
cn: 条目组
th: กลุ่มรายการ

# M00077
source: Payment Group
cn: 账单条目组
th: กลุ่มรายการชำระเงิน

# M00078
source: Learning Content Group
cn: 学习领域组
th: กลุ่มสาระการเรียนรู้

# M00079
source: Before Midterm
cn: 期中考试前
th: ก่อนกลางภาค

# M00080
source: Before changing the midterm ratio from
cn: 期中考试比例变更前
th: ก่อนเปลี่ยนอัตราส่วนกลางเทอมจาก

# M00081
source: Previous
cn: 前一个
th: ก่อนหน้า

# M00082
source: Earlier
cn: 之前
th: ก่อนหน้านี้

# M00083
source: System Access
cn: 系统访问
th: การเข้าใช้ระบบ

# M00084
source: Access to computer and internet at home
cn: 家庭中计算机和互联网的访问情况
th: การเข้าถึงสื่อคอมพิวเตอร์และอินเทอร์เน็ตที่บ้าน

# M00085
source: Screening
cn: 筛选
th: การคัดกรอง

# M00086
source: Occupation
cn: 职业教育
th: การงานอาชีพ

# M00087
source: Occupation and Technology
cn: 职业教育与技术
th: การงานอาชีพและเทคโนโลยี

# M00088
source: Adjust Content Position Up/Down
cn: 内容上下对齐
th: การจัดตำแหน่งเนื้อหาขึ้นลง

# M00089
source: Adjust Content Position Left/Right
cn: 内容左右对齐
th: การจัดตำแหน่งเนื้อหาซ้ายขวา

# M00090
source: Using Electronic Communication Tools
cn: 使用电子通信工具
th: การใช้เครื่องมือสื่อสารอิเล็กทรอนิกส์

# M00091
source: Student's Travel to School (Answer only 1 option)
cn: 学生上学的交通方式（请选择 1 项）
th: การเดินทางของนักเรียนไปโรงเรียน (ตอบเพียง 1 ข้อ)

# M00092
source: Response
cn: 回应
th: การตอบกลับ

# M00093
source: Acknowledgment
cn: 回复
th: การตอบรับ

# M00094
source: Configuration
cn: 设置
th: การตั้งค่า

# M00095
source: Set Room Name to Enter Only Room Name, e.g., Room P.5 / 1, enter only 1 in the text box
cn: 设置教室名称，只输入教室名称，例如 "5/1 教室"，只在文本框中输入 1
th: การตั้งชื่อห้องให้ใส่เฉพาะชื่อห้อง เช่น ห้อง ป.5 / 1 ให้ใส่เฉพาะ 1 ลงในกล่องข้อความ

# M00096
source: game addiction
cn: 游戏沉迷
th: การติดเกม

# M00097
source: Assessment of T-Score may define quality levels as 5 levels as follows
cn: 评估标准分数（T - Score），可以将质量水平定义为 5 级
th: การประเมินคะแนนมาตรฐานที (T – Score) อาจกำหนดระดับคุณภาพเป็น 5 ระดับดังนี้

# M00098
source: Maximum score assessment changes from
cn: 最高分评估变更自
th: การประเมินคะแนนสูงสุดเปลี่ยนจาก

# M00099
source: Change
cn: 变更
th: การเปลี่ยนแปลง

# M00100
source: Your attempt to copy the curriculum is not in the current dormitory plan. Please check the plan
cn: 尝试复制您的班级没有时间表，请选择其他班级
th: ความพยายามคัดลอกชั้นเรียนของคุณไม่มีตารางเวลา กรุณาเลือกชั้นเรียนอื่น

# M00101
source: Display Scores and Grades
cn: 显示成绩和等级
th: การแสดงคะแนนและเกรด

# M00102
source: Displaying Score
cn: 显示分数
th: การแสดงผลคะแนน

# M00103
source: Read and Analyze
cn: 阅读与分析
th: การอ่านคิดวิเคราะห์

# M00104
source: aggressive, unruly
cn: 攻击性行为
th: ก้าวร้าว เกเร

# M00105
source: Profit
cn: 利润
th: กำไร

# M00106
source: In Progress
cn: 正在处理
th: กำลังดำเนินการ

# M00107
source: Processing, please wait a moment
cn: 正在处理，请稍候
th: กำลังดำเนินการกรุณารอสักครู่

# M00108
source: Saving data, please try again
cn: 正在保存数据，请重试
th: กำลังทำการบันทึกข้อมูล กรุณาลองใหม่อีกครั้ง

# M00109
source: Studying
cn: 学习中
th: กำลังศึกษา

# M00110
source: Set up regular term values
cn: 设置学期周期
th: กำหนดค่าเทอมประจำรอบ

# M00111
source: Set the semester value for the academic year.
cn: 设置学期周期
th: กำหนดค่าเทอมประจำรอบปีการศึกษา

# M00112
source: Default settings
cn: 设置默认值
th: กำหนดค่าเริ่มต้น

# M00113
source: Set up registration fees for remedial exams
cn: 设置补考注册费
th: กำหนดค่าลงทะเบียนสอบแก้ตัว

# M00114
source: Scheduled returns
cn: 设置归还
th: กำหนดคืน

# M00115
source: Due date
cn: 设置提交
th: กำหนดส่ง

# M00116
source: Assignment submission
cn: 设置提交作业
th: กำหนดส่งงาน

# M00117
source: activity
cn: 活动
th: กิจกรรม

# M00118
source: Student development activities
cn: 学生发展活动
th: กิจกรรมพัฒนาผู้เรียน

# M00119
source: Free time activities or hobbies
cn: 闲暇活动或爱好
th: กิจกรรมยามว่างหรืองานอดิเรก

# M00120
source: Student affairs.
cn: 学生事务
th: กิจการนักเรียน

# M00121
source: Kilometer.
cn: 公里
th: กิโลเมตร

# M00122
source: Kilometers and above
cn: 公里及以上
th: กิโลเมตรขึ้นไป

# M00123
source: Introverted, separated from friends
cn: 孤僻，孤立于同伴群体
th: เก็บตัว แยกตัวจากกลุ่มเพื่อน

# M00124
source: Grade
cn: 等级
th: เกรด

# M00125
source: Calculated grade
cn: 计算的等级
th: เกรดจากการคำนวณ

# M00126
source: Grade received
cn: 获得的等级
th: เกรดที่ได้

# M00127
source: Grade of correction
cn: 修改的等级
th: เกรดที่ทำการแก้ไข

# M00128
source: Farmer
cn: 农民
th: เกษตรกร

# M00129
source: Old and dilapidated
cn: 老旧破烂
th: เก่าทรุดโทรม

# M00130
source: Overdue
cn: 逾期
th: เกินกำหนด

# M00131
source: Overdue for payment
cn: 逾期支付
th: เกินเวลาชำระ

# M00132
source: Edit coming to work
cn: 修正工作记录
th: แก้ไขการมาทำงาน

# M00133
source: Edit the display in Transcript (Vocational)
cn: 修正结果单 1
th: แก้ไขการแสดงผลในใบรบ.1

# M00134
source: Edit grades.
cn: 修改等级
th: แก้ไขเกรด

# M00135
source: Edit information
cn: 修改信息
th: แก้ไขข้อมูล

# M00136
source: Edit position information.
cn: 修改职位信息
th: แก้ไขข้อมูลตำแหน่ง

# M00137
source: Edit student information
cn: 修改学生信息
th: แก้ไขข้อมูลนักเรียน

# M00138
source: Edit personnel type information
cn: 修改人员类别信息
th: แก้ไขข้อมูลประเภทบุคลากร

# M00139
source: Edit subject type information
cn: 修改科目信息
th: แก้ไขข้อมูลประเภทวิชา

# M00140
source: Edit department information
cn: 修改部门信息
th: แก้ไขข้อมูลแผนก

# M00141
source: Edit list information
cn: 修改条目信息
th: แก้ไขข้อมูลรายการ

# M00142
source: Edit important date information.
cn: 修改重要日期信息
th: แก้ไขข้อมูลวันสำคัญ

# M00143
source: Edit branch information
cn: 修改工作领域信息
th: แก้ไขข้อมูลสาขางาน

# M00144
source: Edit field of study information.
cn: 修改学科信息
th: แก้ไขข้อมูลสาขาวิชา

# M00145
source: Edit classroom information
cn: 修改教室信息
th: แก้ไขข้อมูลห้องเรียน

# M00146
source: Edit class teacher
cn: 修改班主任
th: แก้ไขครูประจำชั้น

# M00147
source: Edit comments.
cn: 修改评论
th: แก้ไขความคิดเห็น

# M00148
source: Edit the number of leave requests.
cn: 修改请假次数
th: แก้ไขจำนวนการแจ้งลา

# M00149
source: Edit the number of approvers.
cn: 修改批准人数
th: แก้ไขจำนวนผู้อนุมัติ

# M00150
source: Edit name.
cn: 修改姓名
th: แก้ไขชื่อ

# M00151
source: Edit card position
cn: 修改卡片职位
th: แก้ไขตำแหน่งบัตร

# M00152
source: Edit image position on the card.
cn: 修改卡片上的图像位置
th: แก้ไขตำแหน่งภาพบนบัตร

# M00153
source: Edit the document signer
cn: 修改签署文档的人员
th: แก้ไขผู้เซ็นเอกสาร

# M00154
source: Edit grade level.
cn: 修改年级
th: แก้ไขระดับชั้น

# M00155
source: Edit stores/shops.
cn: 修改商店
th: แก้ไขร้านค้า

# M00156
source: Edit list
cn: 修改条目
th: แก้ไขรายการ

# M00157
source: Edit subjects.
cn: 修改课程
th: แก้ไขวิชาเรียน

# M00158
source: Edit time.
cn: 修改时间
th: แก้ไขเวลา

# M00159
source: Edit score recording time
cn: 修改评分记录时间
th: แก้ไขเวลาการบันทึกคะแนน

# M00160
source: Edit book status.
cn: 修改书籍状态
th: แก้ไขสถานะหนังสือ

# M00161
source: Edit book categories.
cn: 修改书籍类别
th: แก้หมวดหนังสือ

# M00162
source: File size is limited to.
cn: 文件大小限制为
th: ขนาดไฟล์จำกัดอยู่ที่

# M00163
source: Image size
cn: 图片大小
th: ขนาดภาพ

# M00164
source: right
cn: 右侧
th: ขวา

# M00165
source: Clause
cn: 项
th: ข้อ

# M00166
source: Text
cn: 信息
th: ข้อความ

# M00167
source: Highlights
cn: 亮点
th: ข้อเด่น

# M00168
source: Clauses that must be developed
cn: 需要改进的项
th: ข้อที่ต้องพัฒนา

# M00169
source: Data/Documents
cn: 数据/文件
th: ข้อมูล/เอกสาร

# M00170
source: Top-up information
cn: 充值信息
th: ข้อมูลการเติมเงิน

# M00171
source: Withdrawal information
cn: 取款信息
th: ข้อมูลการถอนเงิน

# M00172
source: import data
cn: 导入信息
th: ข้อมูลการนำเข้า

# M00173
source: Leave information
cn: 请假信息
th: ข้อมูลการลา

# M00174
source: Education data
cn: 教育信息
th: ข้อมูลการศึกษา

# M00175
source: Educational Information/Training, Study, and Observation record
cn: 教育/培训历史信息
th: ข้อมูลการศึกษา/ประวัติการอบรม ศึกษา ดูงาน

# M00176
source: Application data
cn: 申请信息
th: ข้อมูลการสมัคร

# M00177
source: Honors/Awards Information
cn: 荣誉信息
th: ข้อมูลเกียรติคุณ

# M00178
source: Family information
cn: 家庭信息
th: ข้อมูลครอบครัว

# M00179
source: class teacher information
cn: 班主任信息
th: ข้อมูลครูประจำชั้น

# M00180
source: General information
cn: 通用信息
th: ข้อมูลทั่วไป

# M00181
source: Student information
cn: 学生信息
th: ข้อมูลนักเรียน

# M00182
source: Father's information
cn: 父亲信息
th: ข้อมูลบิดา

# M00183
source: Personal information
cn: 个人信息
th: ข้อมูลบุคคล

# M00184
source: Personnel Information - Teachers
cn: 人员信息 - 教师
th: ข้อมูลบุคคลากร - อาจารย์

# M00185
source: Personnel information
cn: 人员信息
th: ข้อมูลบุคลากร

# M00186
source: Basic information
cn: 基本信息
th: ข้อมูลเบื้องต้น

# M00187
source: invoice information
cn: 账单信息
th: ข้อมูลใบแจ้งหนี้

# M00188
source: Invoice information for new student applicants
cn: 新申请学生的账单信息
th: ข้อมูลใบแจ้งหนี้ นักเรียนสมัครใหม่

# M00189
source: Product type information
cn: 商品类别信息
th: ข้อมูลประเภทสินค้า

# M00190
source: Academic year information
cn: 学年信息
th: ข้อมูลปีการศึกษา

# M00191
source: Parent information
cn: 监护人信息
th: ข้อมูลผู้ปกครอง

# M00192
source: Basic Family Information/Family History
cn: 基本信息/家庭历史
th: ข้อมูลพื้นฐาน/ประวัติครอบครัว

# M00193
source: Residential Information/Household Registration
cn: 地址/户籍信息
th: ข้อมูลภูมิลำเนา/ทะเบียนบ้าน

# M00194
source: Mother's information
cn: 母亲信息
th: ข้อมูลมารดา

# M00195
source: Password information
cn: 密码信息
th: ข้อมูลรหัสผ่าน

# M00196
source: Education level information
cn: 学历信息
th: ข้อมูลระดับการศึกษา

# M00197
source: School information
cn: 学校信息
th: ข้อมูลโรงเรียน

# M00198
source: Alumni information
cn: 校友信息
th: ข้อมูลศิษย์เก่า

# M00199
source: Location information
cn: 地点信息
th: ข้อมูลสถานที่ตั้ง

# M00200
source: personal information
cn: 个人信息
th: ข้อมูลส่วนตัว

# M00201
source: health information
cn: 健康信息
th: ข้อมูลสุขภาพ

# M00202
source: Book information
cn: 书籍信息
th: ข้อมูลหนังสือ

# M00203
source: Classroom information
cn: 教室信息
th: ข้อมูลห้องเรียน

# M00204
source: Product information
cn: 商品信息
th: ข้อมูลสินค้า

# M00205
source: I certify that the student's home information and photographs are true
cn: 确认学生的家庭信息和照片真实
th: ขอรับรองว่าข้อมูลและภาพถ่ายบ้านของนักเรียนเป็นความจริง

# M00206
source: This exam has been scored. If you wish to amend the answers, the system will recalculate all scores.
cn: 此考试已提交成绩，如果您需要更改答案，系统将重新计算所有成绩
th: ข้อสอบนี้มีการส่งคะแนนแล้ว หากท่านต้องการจะแก้ไขเฉลย ระบบจะทำการคำนวนคะแนนใหม่ทั้งหมด

# M00207
source: Concerns of parents towards students
cn: 家长对学生的关注事项
th: ข้อห่วงใยของผู้ปกครองที่มีต่อนักเรียน

# M00208
source: request other permission
cn: 其他许可
th: ขออนุญาตอื่นๆ

# M00209
source: Sorry, you do not have permission to access this menu. Please contact your school system administrator to update your permissions. Thank you.
cn: "对不起，您没有权限访问此菜单，请联系学校系统管理员以修改权限，谢谢。"
th: ขออภัยค่ะ ท่านไม่มีสิทธิ์ในการเข้าใช้งานเมนูนี้ โปรดติดต่อครูผู้ดูแลระบบโรงเรียนของท่าน เพื่อทำการแก้ไขสิทธิ์ ขอบคุณค่ะ

# M00210
source: Sorry, you have not been set up as a teacher for any subjects in this class. or there are no students in the room
cn: 对不起，您还没有被设置为此班级的任何科目教师，或者该班级没有学生。
th: ขออภัยค่ะ ท่านยังไม่ได้ถูกทำการตั้งค่าเป็นครูผู้สอนวิชาใดๆในชั้นเรียนนี้ หรือ ไม่มีนักเรียนอยู่ในห้องเรียนนี้ค่ะ

# M00211
source: Apologize for the inconvenience Sorry, the system is temporarily malfunction. We are urgently fixing it. thank you
cn: "对不起，给您带来的不便，我们正在紧急修复系统故障，谢谢。"
th: ขออภัยในความไม่สะดวก ขออภัย ระบบขัดข้องชั่วคราว เรากำลังเร่งแก้ไขโดยด่วน ขอบคุณค่ะ

# M00212
source: Conflict
cn: 冲突
th: ขัดแย้ง

# M00213
source: Frequent disputes and conflicts
cn: 经常冲突
th: ขัดแย้งทะเลาะกันบ่อยครั้ง

# M00214
source: Occasional disagreements and conflicts
cn: 偶尔冲突
th: ขัดแย้งทะเลาะกันบางครั้ง

# M00215
source: controversial and sometimes physically abusive
cn: 偶尔冲突和身体伤害
th: ขัดแย้งและทำร้ายร่างกายบางครั้ง

# M00216
source: Steps for importing grades from Excel.
cn: Excel 中的成绩导入步骤
th: ขั้นตอนการนำเข้าเกรดจาก Excel

# M00217
source: Steps for importing personnel data from Excel.
cn: Excel 中的人员数据导入步骤
th: ขั้นตอนการนำเข้าข้อมูลบุคลากรจาก Excel

# M00218
source: Steps for importing invoices from Excel.
cn: 导入账单步骤
th: ขั้นตอนการนำใบแจ้งหนี้จาก Excel

# M00219
source: Absent
cn: 缺席
th: ขาด

# M00220
source: Absence of contact
cn: 失联
th: ขาดการติดต่อ

# M00221
source: Half-day absence.
cn: 半天缺席
th: ขาดครึ่งเช้า

# M00222
source: Lack of imagination and creativity.
cn: 缺乏想象力和创造力
th: ขาดจินตนาการและความคิดสร้างสรรค์

# M00223
source: Full-day absence.
cn: 全天缺席
th: ขาดเต็มวัน

# M00224
source: Absent from school
cn: 缺课
th: ขาดเรียน

# M00225
source: I
cn: 我
th: ข้าพเจ้า

# M00226
source: Prostitution
cn: 性交易
th: ขายบริการทางเพศ

# M00227
source: Selling offline mode
cn: 离线模式销售
th: ขายโหมดออฟไลน์

# M00228
source: Bureaucrat
cn: 公务员
th: ข้าราชการ

# M00229
source: News notifications
cn: 通知信息
th: ข่าวสารการแจ้งเตือน

# M00230
source: Error news
cn: 错误通知
th: ข่าวสารข้อผิดพลาด

# M00231
source: System notifications
cn: 系统通知
th: ข่าวสารจากระบบ

# M00232
source: Riding a motorcycle.
cn: 骑摩托车
th: ขี่รถจักรยานยนต์

# M00233
source: District.
cn: 区/县
th: เขต/อำเภอ

# M00234
source: Arrive on time
cn: 准时
th: เข้าตรงเวลา

# M00235
source: Latest login
cn: 最新系统登录
th: เข้าระบบล่าสุด

# M00236
source: Late enrollment after June 25th, last person.
cn: 6 月 25 日后入学的学生
th: เข้าเรียนหลังวันที่ 25 มิถุนายน ต่อคนสุดท้าย

# M00237
source: Log in
cn: 登录系统
th: เข้าสู่ระบบ

# M00238
source: Login (for teachers)
cn: （供教师使用）登录系统
th: เข้าสู่ระบบ (สำหรับครู)

# M00239
source: Enter the classroom
cn: 进入教室
th: เข้าห้องเรียน

# M00240
source: Sub-district
cn: 区/镇
th: แขวง/ตำบล

# M00241
source: Balance
cn: 余额
th: คงเหลือ

# M00242
source: Mathematics.
cn: 数学
th: คณิตศาสตร์

# M00243
source: Person
cn: 人
th: คน

# M00244
source: Qualified person
cn: 符合标准的人
th: คนที่ผ่านเกณฑ์

# M00245
source: Search
cn: 搜索
th: ค้นหา

# M00246
source: Search name/code
cn: 搜索 姓名/编号
th: ค้นหา ชื่อ/รหัส

# M00247
source: Search recipients group
cn: 搜索接收组
th: ค้นหากลุ่มผู้รับ

# M00248
source: Search a group of list
cn: 搜索条目组
th: ค้นหากลุ่มรายการ

# M00249
source: Search prefixes
cn: 搜索称谓
th: ค้นหาคำนำหน้า

# M00250
source: Search by
cn: 按…搜索
th: ค้นหาโดย

# M00251
source: Search position
cn: 搜索职位
th: ค้นหาตำแหน่ง

# M00252
source: Search cards
cn: 搜索卡片
th: ค้นหาบัตร

# M00253
source: Search type
cn: 搜索类别
th: ค้นหาประเภท

# M00254
source: Search departments
cn: 搜索部门
th: ค้นหาแผนก

# M00255
source: Search menus
cn: 搜索菜单
th: ค้นหาเมนู

# M00256
source: Search list
cn: 搜索条目
th: ค้นหารายการ

# M00257
source: Search for list to cancel
cn: 搜索待取消条目
th: ค้นหารายการเพื่อทำการยกเลิก

# M00258
source: Search for student names
cn: 搜索学生名单
th: ค้นหารายชื่อนักเรียน

# M00259
source: Search book categories
cn: 搜索书籍类别
th: ค้นหาหมวดหนังสือ

# M00260
source: Befriending people in a group that uses drugs
cn: 交往使用毒品的朋友
th: คบเพื่อนในกลุ่มที่ใช้สารเสพติด

# M00261
source: Complete
cn: 药物滥用的同伴
th: ครบ

# M00262
source: Time
cn: 完成
th: ครั้ง

# M00263
source: christ
cn: 次
th: คริสต์

# M00264
source: Is the teacher allowed to adjust the score ratio
cn: 基督
th: ครูได้รับอนุญาตให้แก้ไขสัดส่วนคะแนนหรือไม่

# M00265
source: Advisor teacher
cn: 是否允许教师修改分数比例
th: ครูที่ปรึกษา

# M00266
source: Teacher assessed, Calculated as a percentage equal to
cn: 班主任
th: ครูประเมินแล้ว คิดเป็นร้อยละ

# M00267
source: Teacher assessed and found normalcy, Calculated as a percentage equal to
cn: 教师已评估，百分比
th: ครูประเมินแล้วปกติ คิดเป็นร้อยละ

# M00268
source: Teacher assessed and found issues, Calculated as a percentage equal to
cn: 教师已评估，正常，百分比
th: ครูประเมินแล้วมีปัญหา คิดเป็นร้อยละ

# M00269
source: Teacher assessed and found a risk, Calculated as a percentage equal to
cn: 教师已评估，有问题，百分比
th: ครูประเมินแล้วเสี่ยง คิดเป็นร้อยละ

# M00270
source: Teacher
cn: 教师已评估，风险，百分比
th: ครูผู้สอน

# M00271
source: The teacher has not assessed yet, Calculated as a percentage equal to
cn: 任课教师
th: ครูยังไม่ประเมิน คิดเป็นร้อยละ

# M00272
source: Lesson Library
cn: 教师尚未评估，百分比
th: คลังบทเรียน

# M00273
source: Click to disable
cn: 教学资源库
th: คลิกเพื่อปิดการใช้งาน

# M00274
source: Click to enable
cn: 点击以禁用
th: คลิกเพื่อเปิดการใช้งาน

# M00275
source: Self-control
cn: 点击以启用
th: ควบคุมตนเอง

# M00276
source: Skill
cn: 自我控制
th: ความเก่ง

# M00277
source: comment
cn: 优点
th: ความคิดเห็น

# M00278
source: Assistance that the family has received from an organization or needed
cn: 评论
th: ความช่วยเหลือที่ครอบครัวเคยได้รับจากหน่วยงานหรือต้องการได้รับการช่วยเหลือ

# M00279
source: Disadvantage
cn: 家庭曾获得或需要获得的帮助
th: ความด้อยโอกาส

# M00280
source: Goodness
cn: 弱势群体
th: ความดี
