Repository: jtrp98/test02
Catalog: jabjaiuniversity/FingerprintPayment/Resources/Resource.*.resx
Languages: cn, th

# M02610
source: 10.3.1 Make simple decisions and start learning the consequences.
cn: 10.3.1 在简单事务上做出决定，并开始学习结果
th: 10.3.1 ตัดสินใจในเรื่องง่าย ๆ และเริ่มเรียนรู้ผลที่เกิดขึ้น

# M02611
source: 10.3.2Identify problems and solve them through trial and error.
cn: 10.3.2 识别问题，并通过试错法解决问题
th: 10.3.2 ระบุปัญหา และแก้ปัญหาโดยลองผิดลองถูก

# M02612
source: 11.1 Creating art based on imagination and creative thinking.
cn: 11.1 根据想象和创造力从事艺术创作
th: 11.1 ทำงานศิลปะตามจินตนาการ และความคิดสร้างสรรค์

# M02613
source: 11.2 express postures/movements creatively based on imagination
cn: 11.2 创意地展示动作/运动
th: 11.2 แสดงท่าทาง/เคลื่อนไหวตามจินตนาการอย่างสร้างสรรค์

# M02614
source: 11.1.1 Create works of art to communicate ideas. Feelings of oneself with modifications and newness from the original or have more details
cn: 11.1.1 创作艺术作品来表达自己的思想和情感，通过改变和创新，或增加细节
th: 11.1.1 สร้างผลงานศิลปะเพื่อสื่อสารความคิด ความรู้สึกของตนเองโดยมีการดัดแปลงและแปลกใหม่จากเดิม หรือมีรายละเอียดเพิ่มขึ้น

# M02615
source: 11.2.1 Express movements and gestures to convey their thoughts and feelings variously and creatively
cn: 11.2.1 通过多样化或创新的动作传达自己的思想和情感
th: 11.2.1 เคลื่อนไหวท่าทางเพื่อสื่อสารความคิด ความรู้สึกของตนเองอย่างหลากหลายหรือแปลกใหม่

# M02616
source: 12.1 having a positive attitude toward learning
cn: 12.1 对学习持积极态度
th: 12.1 มีเจตคติที่ดีต่อการเรียนรู้

# M02617
source: 12.2 having the ability to seek knowledge
cn: 12.2 具备寻求知识的能力
th: 12.2 มีความสามารถในการแสวงหาความรู้

# M02618
source: 12.1.1 Interested in inquiring about symbols or letters that are seen.
cn: 12.1.1 对看到的符号或文字感兴趣并进行询问
th: 12.1.1 สนใจซักถามเกี่ยวกับสัญลักษณ์ หรือตัวหนังสือที่พบเห็น

# M02619
source: 12.1.2 enthusiastic in participating in activities
cn: 12.1.2 积极参与活动
th: 12.1.2 กระตือรือร้นในการเข้าร่วมกิจกรรม

# M02620
source: 12.2.1 Search for answers to different questions using one's own methods.
cn: 12.2.1 以自己的方式寻找各种疑问的答案
th: 12.2.1 ค้นหาคำตอบของข้อสงสัยต่าง ๆ ตามวิธีการของตนเอง

# M02621
source: 12.2.2 Use the question sentence "where" and "why" to find the answer.
cn: 12.2.2 使用“在哪里”和“为什么”等疑问句寻找答案
th: 12.2.2 ใช้ประโยคคำถามว่า “ที่ไหน” “ทำไม” ในการค้นหาคำตอบ

# M02622
source: 1.1 Weight and height according to criteria
cn: 1.1 体重和身高符合标准
th: 1.1 น้ำหนัก และส่วนสูงตามเกณฑ์

# M02623
source: 1.2 Having good health and healthy habits.
cn: 1.2 具有良好的卫生习惯和健康习惯
th: 1.2 มีสุขภาพอนามัย สุขนิสัยที่ดี

# M02624
source: 1.3 Maintain one's own and others' safety.
cn: 1.3 确保自己和他人的安全
th: 1.3 รักษาความปลอดภัยของตนเอง และผู้อื่น

# M02625
source: 1.1.1 Weight and height according to the criteria of the Department of Health
cn: 1.1.1 体重和身高符合卫生部门的标准
th: 1.1.1 น้ำหนัก และส่วนสูงตามเกณฑ์ของกรมอนามัย

# M02626
source: 1.2.1 Eating Nutritious Food and Drinking Clean Water When Advised
cn: 1.2.1 在指导下食用有益的食物和饮用干净的水
th: 1.2.1 รับประทานอาหารที่มีประโยชน์ และดื่มน้ำสะอาดเมื่อมีผู้ชี้แนะ

# M02627
source: 1.2.2 Wash Hands Before Eating and After Using the Restroom Yourself
cn: 1.2.2 自己在进餐前和使用厕所后洗手
th: 1.2.2 ล้างมือก่อนรับประทานอาหาร และหลังจากใช้ห้องน้ำห้องส้วมด้วยตนเอง

# M02628
source: 1.2.3 Rest for a specific duration.
cn: 1.2.3 按时休息
th: 1.2.3 นอนพักผ่อนเป็นเวลา

# M02629
source: 1.2.4 Exercise for a duration.
cn: 1.2.4 定期锻炼
th: 1.2.4 ออกกำลังกายเป็นเวลา

# M02630
source: 1.3.1 Play, do activities and treat others safely
cn: 1.3.1 安全地玩耍、参与活动，并对他人保持安全
th: 1.3.1 เล่น ทำกิจกรรม และปฏิบัติต่อผู้อื่นอย่างปลอดภัย

# M02631
source: 2.1 Move physically with agility, coordinate, and maintain balance.
cn: 2.1 运动灵活，协调身体并保持平衡
th: 2.1 เคลื่อนไหวร่างกายอย่างคล่องแคล่ว ประสานสัมพันธ์ และทรงตัวได้

# M02632
source: 2.2 Use hand-eye coordination.
cn: 2.2 手眼协调
th: 2.2 ใช้มือ-ตาประสานสัมพันธ์กัน

# M02633
source: 2.1.1 Walk with your feet backwards in a straight line without stretching your arms
cn: 2.1.1 能够直线向后走而无需张开双臂
th: 2.1.1 เดินต่อเท้าถอยหลังเป็นเส้นตรงได้โดยไม่ต้องกางแขน

# M02634
source: 2.1.2 Jump on one leg forward continuously without losing balance
cn: 2.1.2 能够连续单腿跳跃向前而不失去平衡
th: 2.1.2 กระโดดขาเดียวไปข้างหน้าได้อย่างต่อเนื่องโดยไม่เสียการทรงตัว

# M02635
source: 2.1.3 Run and evade obstacles easily.
cn: 2.1.3 能够灵活地避开障碍物跑步
th: 2.1.3 วิ่งหลบหลีกสิ่งกีดขวางได้อย่างคล่องแคล่ว

# M02636
source: 2.1.4 Catch a bouncing ball from the floor.
cn: 2.1.4 能够接住从地面弹起的球
th: 2.1.4 รับลูกบอลที่กระดอนขึ้นจากพื้นได้

# M02637
source: 2.2.1 Use scissors to cut paper along curved lines.
cn: 2.2.1 能够用剪刀沿弯曲线剪纸
th: 2.2.1 ใช้กรรไกรตัดกระดาษตามแนวเส้นโค้งได้

# M02638
source: 2.2.2 Draw a triangle following the pattern with clear angles.
cn: 2.2.2 能够按图形准确地画出三角形
th: 2.2.2 เขียนรูปสามเหลี่ยมตามแบบได้อย่างมีมุมชัดเจน

# M02639
source: 2.2.3 Hundred materials with holes with a diameter of 0.25 cm.
cn: 2.2.3 能够穿过直径为0.25厘米的孔的材料
th: 2.2.3 ร้อยวัสดุที่มีรูขนาดเส้นผ่านศูนย์กลาง 0.25 ซม.ได้

# M02640
source: 3.1 Expresses emotions appropriately.
cn: 3.1 适当地表达情感
th: 3.1 แสดงออกทางอารมณ์ได้อย่างเหมาะสม

# M02641
source: 3.2 Feeling Good About Oneself and Others
cn: 3.2 对自己和他人有良好的感觉
th: 3.2 มีความรู้สึกที่ดีต่อตนเองและผู้อื่น

# M02642
source: 3.1.1 Express emotions and feelings in accordance with the situation appropriately.
cn: 3.1.1 适当地根据情况表达情绪和感受
th: 3.1.1 แสดงอารมณ์ ความรู้สึก ได้สอดคล้องกับสถานการณ์อย่างเหมาะสม

# M02643
source: 3.2.1 Dare to speak up and express yourself appropriately according to the situation.
cn: 3.2.1 在适当的情况下勇敢地说话和表现自己
th: 3.2.1 กล้าพูดกล้าแสดงออกอย่างเหมาะสมตามสถานการณ์

# M02644
source: 3.2.2 Express satisfaction in one's own and others' work and abilities.
cn: 3.2.2 对自己和他人的工作及能力表示满意
th: 3.2.2 แสดงความพอใจในผลงาน และความสามารถของตนเองและผู้อื่น

# M02645
source: 4.1 Interested, happy, and express through arts, music, and movement
cn: 4.1 对艺术、音乐和运动感兴趣、快乐并表现出来
th: 4.1 สนใจ มีความสุข และแสดงออกผ่านงานศิลปะ ดนตรี และการเคลื่อนไหว

# M02646
source: 4.1.1 Interested, Happy, and Expressive Through Art
cn: 4.1.1 对艺术感兴趣、快乐并通过艺术表现出来
th: 4.1.1 สนใจ มีความสุข และแสดงออกผ่านงานศิลปะ

# M02647
source: 4.1.2 Interested, happy, and express through singing and music
cn: 4.1.2 对音乐感兴趣、快乐并通过音乐表现出来
th: 4.1.2 สนใจ มีความสุข และแสดงออกผ่านเสียงเพลง ดนตรี

# M02648
source: 4.1.3 Be interested, happy, and show gestures/movements to songs, rhythms, and music.
cn: 4.1.3 对音乐、节奏和旋律感兴趣、快乐并通过动作/运动表现出来
th: 4.1.3 สนใจ มีความสุข และแสดงท่าทาง/เคลื่อนไหว ประกอบเพลง จังหวะ และดนตรี

# M02649
source: 5.1 Honest and trustworthy.
cn: 5.1 诚实正直
th: 5.1 ซื่อสัตย์สุจริต

# M02650
source: 5.2 Be kind, compassionate, and helpful.
cn: 5.2 富有慈悲、关怀、善良，并乐于助人和分享
th: 5.2 มีความเมตตา กรุณา มีน้ำใจ และช่วยเหลือแบ่งปัน

# M02651
source: 5.3 Empathetic towards others
cn: 5.3 具有同情心
th: 5.3 มีความเห็นอกเห็นใจผู้อื่น

# M02652
source: 5.4 Responsible
cn: 5.4 负责任
th: 5.4 มีความรับผิดชอบ

# M02653
source: 5.1.1 Request permission or wait when needing something from others on your own."
cn: 5.1.1 在需要他人物品时，自己请求许可或等待
th: 5.1.1 ขออนุญาตหรือรอคอย เมื่อต้องการสิ่งของของผู้อื่นด้วยตนเอง

# M02654
source: 5.2.1 Show love for friends and have compassion for pets
cn: 5.2.1 表达对朋友的爱和对宠物的慈悲
th: 5.2.1 แสดงความรักเพื่อน และมีเมตตาสัตว์เลี้ยง

# M02655
source: 5.2.2 Help and share others by yourself
cn: 5.2.2 自己帮助和分享给他人
th: 5.2.2 ช่วยเหลือ และแบ่งปันผู้อื่นได้ด้วยตนเอง

# M02656
source: 5.3.1 Show facial expressions and gestures to perceive others' feelings in accordance with the situation.
cn: 5.3.1 以符合情境的面部表情和动作展示对他人感受的理解
th: 5.3.1 แสดงสีหน้า และท่าทางรับรู้ความรู้สึกผู้อื่นอย่างสอดคล้องกับสถานการณ์

# M02657
source: 5.4.1 Complete assigned tasks by yourself
cn: 5.4.1 独立完成分配的工作
th: 5.4.1 ทำงานที่ได้รับมอบหมายจนสำเร็จด้วยตนเอง

# M02658
source: 6.1 Assisting oneself in performing daily routine tasks
cn: 6.1 能够独立完成日常活动
th: 6.1 ช่วยเหลือตนเองในการปฏิบัติกิจวัตรประจำวัน

# M02659
source: 6.2 Have self-discipline
cn: 6.2 具有自我纪律
th: 6.2 มีวินัยในตนเอง

# M02660
source: 6.3 Economical and sufficiency
cn: 6.3 节约和满足
th: 6.3 ประหยัดและพอเพียง

# M02661
source: 6.1.1 Self-dressing fluently
cn: 6.1.1 能够灵活地自己穿衣
th: 6.1.1 แต่งตัวด้วยตนเองได้อย่างคล่องแคล่ว

# M02662
source: 6.1.2 Eat your own food properly.
cn: 6.1.2 能够正确地自己吃饭
th: 6.1.2 รับประทานอาหารด้วยตนเองอย่างถูกวิธี

# M02663
source: 6.1.3 Use and clean After using the toilet toilet by yourself.
cn: 6.1.3 能够独立使用和清洁厕所
th: 6.1.3 ใช้และทำความสะอาด หลังใช้ห้องน้ำห้องส้วมด้วยตนเอง

# M02664
source: 6.2.1 Neatly put away toys and belongings by oneself.
cn: 6.2.1 能够独立将玩具和物品整齐地收拾好
th: 6.2.1 เก็บของเล่น ของใช้เข้าที่อย่างเรียบร้อยด้วยตนเอง

# M02665
source: 6.2.2 Getting in line in order, either before or after, by oneself.
cn: 6.2.2 能够独立按照顺序排队
th: 6.2.2 เข้าแถวตามลำดับ ก่อนหลังได้ด้วยตนเอง

# M02666
source: 6.3.1 Use items and appliances economically and sufficiently by yourself.
cn: 6.3.1 能够独立节约和适度使用物品
th: 6.3.1 ใช้สิ่งของเครื่องใช้อย่างประหยัด และพอเพียงด้วยตนเอง

# M02667
source: 7.1 Caring for nature and the environment.
cn: 7.1 保护自然和环境
th: 7.1 ดูแลรักษาธรรมชาติ และสิ่งแวดล้อม

# M02668
source: 7.2 Respect Thai culture and love Thai identity.
cn: 7.2 遵守泰国文化礼仪，热爱泰国文化
th: 7.2 มีมารยาทตามวัฒนธรรมไทย และรักความเป็นไทย

# M02669
source: 7.1.1 Take care of nature and the environment by oneself.
cn: 7.1.1 能够独立保护自然和环境
th: 7.1.1 ดูแลรักษาธรรมชาติ และสิ่งแวดล้อมด้วยตนเอง

# M02670
source: 7.1.2 Dispose of garbage properly.
cn: 7.1.2 能够将垃圾正确地丢弃
th: 7.1.2 ทิ้งขยะได้ถูกที่

# M02671
source: 7.2.1 Behave with Thai manners appropriate to the time and place
cn: 7.2.1 能够根据场合恰当地遵守泰国礼仪
th: 7.2.1 ปฏิบัติตนตามมารยาทไทยได้ตามกาลเทศะ

# M02672
source: 7.2.2 Expressing gratitude and apologizing on one's own
cn: 7.2.2 能够独立说“谢谢”和“对不起”
th: 7.2.2 กล่าวคำขอบคุณ และขอโทษด้วยตนเอง

# M02673
source: 7.2.3 Stand upright and sing the Thai National Anthem and the Anthem of His Majesty the King
cn: 7.2.3 站直并一起唱泰国国歌和赞美诗
th: 7.2.3 ยืนตรงและร่วมร้องเพลงชาติไทย และเพลงสรรเสริญพระบารมี

# M02674
source: 8.1 Accept similarities and differences among individuals
cn: 8.1 接受个人之间的相似性和差异性
th: 8.1 ยอมรับความเหมือน และความแตกต่างระหว่างบุคคล

# M02675
source: 8.2 Have good relationships with others
cn: 8.2 与他人有良好的互动
th: 8.2 มีปฏิสัมพันธ์ที่ดีกับผู้อื่น

# M02676
source: 8.3 Engage in basic behaviors of being a good member of society.
cn: 8.3 成为社会良好成员的基本行为
th: 8.3 ปฏิบัติตนเบื้องต้นในการเป็นสมาชิกที่ดีของสังคม

# M02677
source: 8.1.1 Playing and engaging in activities with children who are different from oneself.
cn: 8.1.1 与不同于自己的孩子一起玩耍和活动
th: 8.1.1 เล่นและทำกิจกรรมร่วมกับเด็กที่แตกต่างไปจากตน

# M02678
source: 8.2.1 Play or collaborate with friends with goals
cn: 8.2.1 与朋友有目标地合作玩耍或工作
th: 8.2.1 เล่นหรือทำงานร่วมมือกับเพื่อนอย่างมีเป้าหมาย

# M02679
source: 8.2.2 Smile, greet, and converse with adults and familiar individuals appropriately according to the situation.
cn: 8.2.2 笑容、打招呼并与成年人及熟悉的人进行适当的交谈
th: 8.2.2 ยิ้ม ทักทายและพูดคุยกับผู้ใหญ่ และบุคคลที่คุ้นเคยได้เหมาะสมกับสถานการณ์

# M02680
source: 8.3.1 Participate in creating agreements. and comply with the agreement yourself
cn: 8.3.1 参与制定协议并独立遵守协议
th: 8.3.1 มีส่วนร่วมสร้างข้อตกลง และปฏิบัติตามข้อตกลงด้วยตนเอง

# M02681
source: 8.3.2 Behave as a leader and follower appropriately according to the situation.
cn: 8.3.2 在适当的情况下担任领导者和跟随者
th: 8.3.2 ปฏิบัติตนเป็นผู้นำ และผู้ตามได้เหมาะสมกับสถานการณ์

# M02682
source: 8.3.3 Compromise and solve problems without violence by yourself
cn: 8.3.3 独立协商解决问题，避免使用暴力
th: 8.3.3 ประนีประนอม แก้ไขปัญหาโดยปราศจากการใช้ความรุนแรงด้วยตนเอง

# M02683
source: 9.1 Engage in conversations, respond, and narrate stories for others to understand.
cn: 9.1 进行对话和讲述，以便让他人理解
th: 9.1 สนทนาโต้ตอบ และเล่าเรื่องให้ผู้อื่นเข้าใจ

# M02684
source: 9.2 Can read and write pictures and symbols.
cn: 9.2 阅读、书写图画和符号
th: 9.2 อ่าน เขียนภาพ และสัญลักษณ์ได้

# M02685
source: 9.1.1 Listen to others speak to the end and interact continuously in connection with the subject being listened to.
cn: 9.1.1 听别人讲完，并与听到的内容进行连贯的对话
th: 9.1.1 ฟังผู้อื่นพูดจนจบ และสนทนาโต้ตอบอย่างต่อเนื่องเชื่อมโยงกับเรื่องที่ฟัง

# M02686
source: 9.1.2 Tell a continuous story.
cn: 9.1.2 能够连贯地讲述故事
th: 9.1.2 เล่าเป็นเรื่องราวต่อเนื่องได้

# M02687
source: 9.2.1 Read images, word symbols, by pointing or shook your eyes at the beginning and end of a text.
cn: 9.2.1 通过指示或扫视开始点和结束点来阅读图画和符号
th: 9.2.1 อ่านภาพ สัญลักษณ์คำ ด้วยการชี้ หรือกวาดตามองจุดเริ่มต้นและจุดจบของข้อความ

# M02688
source: 9.2.2 Write their own name following a pattern. Write text using their own method
cn: 9.2.2 按照样式书写自己的名字，使用自己想出的方式书写文本
th: 9.2.2 เขียนชื่อของตนเองตามแบบ เขียนข้อความด้วยวิธีที่คิดขึ้นเอง

# M02689
source: 10.1 Have the ability to think critically.
cn: 10.1 具备综合思考能力
th: 10.1 มีความสามารถในการคิดรวบยอด

# M02690
source: 10.2 Have the ability to think logically.
cn: 10.2 具备推理思维能力
th: 10.2 มีความสามารถในการคิดเชิงเหตุผล

# M02691
source: 10.3 Have the ability to problem-solve and make decisions.
cn: 10.3 具备解决问题和决策能力
th: 10.3 มีความสามารถในการคิดแก้ปัญหา และตัดสินใจ

# M02692
source: 10.1.1 Describe the characteristics, components of changes, or relationships between different things observed using the sense of touch.
cn: 10.1.1 通过观察使用感官描述物体的特征、变化或关系
th: 10.1.1 บอกลักษณะส่วนประกอบการเปลี่ยนแปลง หรือความสัมพันธ์ของสิ่งของต่าง ๆ จากการสังเกตโดยใช้ประสาทสัมผัส

# M02693
source: 10.1.2 Match and compare the differences or similarities between different things using two or more observed characteristics.
cn: 10.1.2 匹配并比较不同物体的差异或相似之处，使用观察到的两个以上特征
th: 10.1.2 จับคู่ และเปรียบเทียบความแตกต่างหรือความเหมือนของสิ่งต่าง ๆ โดยใช้ลักษณะที่สังเกตพบสองลักษณะขึ้นไป

# M02694
source: 10.1.3 Classify and group things using two or more characteristics as criteria.
cn: 10.1.3 按照两个以上特征分类和分组物体
th: 10.1.3 จำแนก และจัดกลุ่มสิ่งต่าง ๆ โดยใช้ตั้งแต่สองลักษณะขึ้นไปเป็นเกณฑ์

# M02695
source: 10.1.4 Sort things and at least 5 sequences of events
cn: 10.1.4 至少按照5个顺序排列物品和事件
th: 10.1.4 เรียงลำดับสิ่งของ และเหตุการณ์อย่างน้อย 5 ลำดับ

# M02696
source: 10.2.1 Explain the causal connection between causes and the resulting effects in an event or action by yourself.
cn: 10.2.1 自行解释事件或行为中的因果关系
th: 10.2.1 อธิบายเชื่อมโยงสาเหตุ และผลที่เกิดขึ้นในเหตุการณ์ หรือการกระทำด้วยตนเอง

# M02697
source: 10.2.2 Predict potential occurrences and participate in rational commentary based on data.
cn: 10.2.2 推测可能发生的事情，并根据信息参与合理的讨论
th: 10.2.2 คาดคะเนสิ่งที่อาจจะเกิดขึ้น และมีส่วนร่วมในการลงความเห็นจากข้อมูลอย่างมีเหตุผล

# M02698
source: 10.3.1 Make simple decisions and accept the consequences.
cn: 10.3.1 在简单问题上做决定，并接受结果
th: 10.3.1 ตัดสินใจในเรื่องง่าย ๆ และยอมรับผลที่เกิดขึ้น

# M02699
source: 10.3.2 Identify the problem Make an alternative and choose a solution.
cn: 10.3.2 确定问题，提出选择，并选择解决方案
th: 10.3.2 ระบุปัญหา สร้างทางเลือก และเลือกวิธีแก้ปัญหา

# M02700
source: 11.1 Creating art based on imagination and creative thinking.
cn: 11.1 根据想象力和创造力进行艺术创作
th: 11.1 ทำงานศิลปะตามจินตนาการ และความคิดสร้างสรรค์

# M02701
source: 11.2 express postures/movements creatively based on imagination
cn: 11.2 根据想象力创造性地表现动作/运动
th: 11.2 แสดงท่าทาง/เคลื่อนไหวตามจินตนาการอย่างสร้างสรรค์

# M02702
source: 11.1.1 Create artwork to communicate one's thoughts and feelings with unique modifications from the original and with added details.
cn: 11.1.1 创作艺术作品以传达自己的想法和感受，具有新颖的变化和更多细节
th: 11.1.1 สร้างผลงานศิลปะเพื่อสื่อสารความคิด ความรู้สึกของตนเองโดยมีการดัดแปลงแปลกใหม่จากเดิม และมีรายละเอียดเพิ่มขึ้น

# M02703
source: 11.2.1 Gesture movements to communicate thoughts Diverse and exotic feelings of self
cn: 11.2.1 通过各种新颖的动作表达自己的想法和感受
th: 11.2.1 เคลื่อนไหวท่าทางเพื่อสื่อสารความคิด ความรู้สึกของตนเองอย่างหลากหลาย และแปลกใหม่

# M02704
source: 12.1 having a positive attitude toward learning
cn: 12.1 对学习持有积极态度
th: 12.1 มีเจตคติที่ดีต่อการเรียนรู้

# M02705
source: 12.2 having the ability to seek knowledge
cn: 12.2 具备寻求知识的能力
th: 12.2 มีความสามารถในการแสวงหาความรู้

# M02706
source: 12.1.1 Interested in picking up books to read and independently writing down thoughts regularly.
cn: 12.1.1 感兴趣地拿起书阅读，并持续地自己写作表达思想
th: 12.1.1 สนใจหยิบหนังสือมาอ่าน และเขียนสื่อความคิดด้วยตนเอง เป็นประจำอย่างต่อเนื่อง

# M02707
source: 12.1.2 Enthusiastic about participating in activities from start to finish.
cn: 12.1.2 积极参与活动，始终如一
th: 12.1.2 กระตือรือร้นในการร่วมกิจกรรมตั้งแต่ต้นจนจบ

# M02708
source: 12.2.1 Search for answers to various questions using diverse methods on your own.
cn: 12.2.1 使用多种方法独立寻找问题的答案
th: 12.2.1 ค้นหาคำตอบของข้อสงสัยต่าง ๆ โดยใช้วิธีการที่หลากหลายด้วยตนเอง

# M02709
source: 12.2.2 Use the question sentence "when" and "how" to find the answer.
cn: 12.2.2 使用“什么时候”和“怎样”这类疑问句来寻找答案
th: 12.2.2 ใช้ประโยคคำถามว่า “เมื่อไร” “อย่างไร” ในการค้นหาคำตอบ

# M02710
source: Accounting System
cn: 系统账户
th: ระบบบัญชี

# M02711
source: Payment list
cn: 付款项目
th: รายการชำระเงิน

# M02712
source: Account ID/Account Name
cn: 账户编号/账户名称
th: รหัสบัญชี/ชื่อบัญชี

# M02713
source: Add payment statement information
cn: 添加付款项目
th: เพิ่มข้อมูลรายการชำระเงิน

# M02714
source: Type
cn: 类型
th: ประเภท

# M02715
source: Confirm delete data?
cn: 确认删除信息？
th: ยืนยันลบข้อมูล?

# M02716
source: Unable to delete the payment record as it has been included in an invoice already.
cn: 无法删除付款项目，因为它已经在发票中创建
th: ไม่สามารถลบรายการชำระเงิน เนื่องจากมีการสร้างในใบแจ้งหนี้ไปเเล้ว

# M02717
source: Payment has been successfully modified.
cn: 付款项目已成功编辑
th: แก้ไขรายการชำระเงินเรียบร้อย

# M02718
source: Payment has been deleted.
cn: 付款项目已成功删除
th: ลบรายการชำระเงินเรียบร้อย

# M02719
source: Please specify
cn: 请注明
th: กรุณาระบุ

# M02720
source: Finance
cn: 财务
th: การเงิน

# M02721
source: Added the entry successfully.
cn: 项目已成功添加
th: เพิ่มรายการเรียบร้อย

# M02722
source: Unable to delete the payment group as it has been used in a group already.
cn: 无法删除付款项目组，因为它已经在组中创建
th: ไม่สามารถลบกลุ่มรายการชำระเงิน เนื่องจากมีการสร้างในกลุ่ม

# M02723
source: Create an invoice
cn: 创建发票
th: สร้างใบเเจ้งหนี้

# M02724
source: List of Group invoice
cn: 分组发票项目
th: รายการใบแจ้งหนี้รายกลุ่ม

# M02725
source: Payment group ID
cn: 收款组编号
th: รหัสกลุ่มรับชำระเงิน

# M02726
source: Invoice Type
cn: 发票类型
th: ประเภทใบแจ้งหนี้

# M02727
source: Transaction Recorder
cn: 记录员
th: ผู้บันทึกรายการ

# M02728
source: Approved.
cn: 已批准
th: อนุมัติแล้ว

# M02729
source: Draft
cn: 草稿
th: ร่าง

# M02730
source: Wait for payment
cn: 待付款
th: รอรับชำระ

# M02731
source: Enter Student ID / Name-Surname / Grade / Amount
cn: 输入学生编号 / 姓名 / 年级 / 金额
th: กรอกรหัสนักเรียน / ชื่อ-นามสกุล / ระดับชั้น / จำนวนเงิน

# M02732
source: Usage History
cn: 使用记录
th: ประวัติการใช้งาน

# M02733
source: Edit Status to:
cn: 将状态更改为：
th: แก้ไขสถานะเป็น:

# M02734
source: Invoice import page
cn: 发票导入页面
th: หน้านำเข้าใบแจ้งหนี้

# M02735
source: Select Invoice Type
cn: 选择发票创建类型
th: เลือกประเภทการสร้างใบแจ้งหนี้

# M02736
source: Current Invoice / Back Invoice
cn: 当前/历史发票
th: ใบแจ้งหนี้ปัจจุบัน/ย้อนหลัง

# M02737
source: Advance invoice
cn: 预付发票
th: ใบแจ้งหนี้ล่วงหน้า

# M02738
source: Please select at least 1 item.
cn: 请选择至少1项
th: กรุณาเลือกรายการ อย่างน้อย 1 รายการ

# M02739
source: Confirm Group Invoice Creation
cn: 确认创建分组发票
th: ยืนยันสร้างใบแจ้งหนี้รายกลุ่ม

# M02740
source: Note
cn: 备注
th: หมายเหตุ

# M02741
source: Case 1: If there have been no payments received and an invoice exists, the system will update the information in the existing invoice.
cn: 情况 1：如果尚未收到付款且已开具发票，系统将更新原发票中的信息
th: กรณีที่ 1 หากยังไม่มีการรับชำระและมีการออกใบแจ้งหนี้ระบบจะทำการอัปเดตข้อมูลในใบแจ้งหนี้เดิม

# M02742
source: Case 2: If there is no existing invoice or payments have already been received, the system will generate a new invoice.
cn: 情况 2：如果没有发票或者已收到付款，系统将创建一张新的发票
th: กรณีที่ 2 หากยังไม่มีใบแจ้งหนี้หรือมีการรับชำระแล้วระบบจะทำการสร้างใบแจ้งหนี้ใบใหม่ให้

# M02743
source: Create an invoice and hide it from the parents application.
cn: 创建发票并在家长应用程序中隐藏显示
th: สร้างใบแจ้งหนี้โดยปิดการแสดงผลในแอปพลิเคชันผู้ปกครอง

# M02744
source: Create an invoice and display it in the parents application immediately.
cn: 创建发票并立即在家长应用程序中显示
th: สร้างใบแจ้งหนี้และแสดงผลในแอปพลิเคชันผู้ปกครองทันที

# M02745
source: Invoice created successfully
cn: 发票创建完成
th: สร้างใบแจ้งหนี้เรียบร้อย

# M02746
source: Successfully deleted data
cn: 数据删除成功
th: ลบข้อมูลสำเร็จ

# M02747
source: Confirm saving a draft of group invoices.
cn: 确认保存分组发票草稿
th: ยืนยันบันทึกร่างใบแจ้งหนี้รายกลุ่ม

# M02748
source: Open application display
cn: 启用应用程序显示
th: เปิดการแสดงผลแอปพลิเคชัน

# M02749
source: Print invoices by room.
cn: 打印班级发票
th: พิมพ์ใบแจ้งหนี้รายห้อง

# M02750
source: List of debt payments
cn: 债务支付项目
th: รายการใบชำระหนี้

# M02751
source: Date of creation
cn: 创建日期
th: วันที่สร้าง

# M02752
source: Due date
cn: 付款截止日期
th: กำหนดชำระ

# M02753
source: Receipt
cn: 收据
th: ใบเสร็จ

# M02754
source: Save transactions
cn: 记录项目
th: บันทึกรายการ

# M02755
source: Customer/Payer
cn: 客户/付款人
th: ลูกค้า/ผู้จ่ายเงิน

# M02756
source: Payment group type
cn: 付款组类型
th: ประเภทกลุ่มชำระ

# M02757
source: Select payment group type
cn: 选择付款组类型
th: เลือกประเภทกลุ่มชำระ

# M02758
source: Please specify the students.
cn: 请注明学生
th: กรุณาระบุนักเรียน

# M02759
source: Please specify at least 1 invoice.
cn: 请至少注明1项发票
th: กรุณาระบุใบแจ้งหนี้อย่างน้อย 1 รายการ

# M02760
source: Please specify the class.
cn: 请注明班级
th: กรุณาระบุชั้นเรียน

# M02761
source: Notification successful
cn: 通知成功
th: แจ้งเตือนสำเร็จ

# M02762
source: Temporarily closed for maintenance
cn: 临时关闭更新
th: ปิดปรับปรุงชั่วคราว

# M02763
source: 1. Download forms and fill in the information as instructed in the form. Download from the link.
cn: 1. 下载表格并根据表格中的说明填写信息，可以从以下链接下载：
th: 1. ดาวน์โหลดแบบฟอร์มและกรอกข้อมูลตามคำแนะนำในแบบฟอร์ม โหลดได้จากลิงก์ :

# M02764
source: 2. Select the year to import invoices
cn: 2. 选择要导入发票的学年
th: 2. เลือกปีการศึกษาที่จะนำเข้าใบแจ้งหนี้

# M02765
source: 3. Select the term to import invoices
cn: 3. 选择要导入发票的学期
th: 3. เลือกเทอมที่จะนำเข้าใบแจ้งหนี้

# M02766
source: 4. Select class level
cn: 4. 选择年级
th: 4. เลือกระดับชั้นเรียน

# M02767
source: 5. Select class
cn: 5. 选择班级
th: 5. เลือกชั้นเรียน

# M02768
source: 6. Select Excel file
cn: 6. 选择 Excel 文件
th: 6. เลือกไฟล์ Excel

# M02769
source: Not specifying the class.
cn: 未指定班级
th: ไม่ระบุชั้นเรียน

# M02770
source: Confirm invoice import.
cn: 确认导入发票
th: ยืนยันนำเข้าใบแจ้งหนี้

# M02771
source: Data import successful.
cn: 数据导入成功
th: นำเข้าข้อมูลสำเร็จ

# M02772
source: Revenue report.
cn: 收入报告
th: รายงานรายรับ

# M02773
source: Select a search method.
cn: 选择搜索方式
th: เลือกวิธีการค้นหา

# M02774
source: Payment method.
cn: 付款渠道
th: ช่องทางการรับเงิน

# M02775
source: Account chart
cn: 账户图表
th: ผังบัญชี

# M02776
source: Add a new account.
cn: 添加新账户
th: เพิ่มบัญชีใหม่

# M02777
source: Secondary account
cn: 辅助账户
th: บัญชีรอง

# M02778
source: Sub-accounts
cn: 子账户
th: บัญชีย่อย

# M02779
source: Account No.
cn: 账户编号
th: เลขที่บัญชี

# M02780
source: Account Name EN
cn: 账户名称（英文）
th: ชื่อบัญชี EN

# M02781
source: Account Name: TH
cn: 账户名称（泰文）
th: ชื่อบัญชี TH

# M02782
source: Description
cn: 说明
th: คำอธิบาย

# M02783
source: Successfully added account chart.
cn: 账户图表已添加
th: เพิ่มผังบัญชีเรียบร้อย

# M02784
source: Successfully edited account chart.
cn: 账户图表已修改
th: แก้ไขผังบัญชีเรียบร้อย

# M02785
source: Confirm deleting account chart?
cn: 确认删除账户图表？
th: ยืนยันลบผังบัญชี?

# M02786
source: Successfully deleted account chart.
cn: 账户图表已删除
th: ลบผังบัญชีเรียบร้อย

# M02787
source: Assets
cn: 资产
th: สินทรัพย์

# M02788
source: debt
cn: 负债
th: หนี้สิน

# M02789
source: Owner's equity
cn: 所有者权益
th: ส่วนของเจ้าของ

# M02790
source: Revenue
cn: 收入
th: รายได้

# M02791
source: Expenses
cn: 费用
th: ค่าใช้จ่าย

# M02792
source: Account ID
cn: 账户代码
th: รหัสบัญชี

# M02793
source: Account Name
cn: 账户名称
th: ชื่อบัญชี

# M02794
source: Set up payment methods
cn: 设置支付渠道
th: ตั้งค่าช่องทางการชำระเงิน

# M02795
source: Payment methods list
cn: 支付渠道列表
th: รายการช่องทางการชำระเงิน

# M02796
source: Opening balance
cn: 期初余额
th: ยอดยกมา

# M02797
source: Payment method
cn: 财务渠道
th: ช่องทางการเงิน

# M02798
source: Save
cn: 记录
th: บันทึก

# M02799
source: Use to receive money
cn: 用于收款
th: ใช้รับเงิน

# M02800
source: Use to pay
cn: 用于支出
th: ใช้จ่ายเงิน
