Repository: jtrp98/test02
Catalog: jabjaiuniversity/FingerprintPayment/Resources/Resource.*.resx
Languages: cn, th

# M01201
source: Print Form Pw.1
cn: 列印 PP.1 表格
th: พิมพ์ใบ ปพ.1

# M01202
source: Print Form Transcript (Vocational)
cn: 列印表格 RB.1
th: พิมพ์ใบ รบ.1

# M01203
source: Print Form Transcript for Vocational (Adjust Display)
cn: 列印表格1（調整顯示）
th: พิมพ์ใบ รบ.1 (ปรับการแสดงผล)

# M01204
source: Print Admission Paper
cn: 列印准考證
th: พิมพ์ใบเข้าเรียน

# M01205
source: Print the transcript
cn: 列印成績單
th: พิมพ์ใบแจ้งผลการเรียน

# M01206
source: Print invoices
cn: 列印發票
th: พิมพ์ใบแจ้งหนี้

# M01207
source: Print the repair examination forms for the entire classroom.
cn: 列印整個房間的維修單
th: พิมพ์ใบซ่อมทั้งห้อง

# M01208
source: Print a cover sheet
cn: 列印封面頁
th: พิมพ์ใบปะหน้า

# M01209
source: Print the surrender form
cn: 列印投降表格
th: พิมพ์ใบมอบตัว

# M01210
source: Print student certificate (Pw.7)
cn: 列印學生證（Por.7）
th: พิมพ์ใบรับรองการเป็นนักเรียน (ปพ.7)

# M01211
source: Print student certificate (Pw.7) in English
cn: 列印英文學生證書（Por.7）
th: พิมพ์ใบรับรองการเป็นนักเรียน (ปพ.7) ภาษาอังกฤษ

# M01212
source: Print transcripts
cn: 列印成績單
th: พิมพ์ใบรับรองผลการศึกษา

# M01213
source: Print transcripts Scholarship Kids
cn: 列印獎學金學生的成績單
th: พิมพ์ใบรับรองผลการศึกษา เด็กทุน

# M01214
source: Print application
cn: 列印申請表
th: พิมพ์ใบสมัคร

# M01215
source: Type to search
cn: 輸入搜尋
th: พิมพ์เพื่อค้นหา

# M01216
source: Print the report.
cn: 列印報告
th: พิมพ์รายงาน

# M01217
source: Print student ID book
cn: 列印學生證書
th: พิมพ์สมุดประจำตัวนักเรียน

# M01218
source: Book spine/barcode printing
cn: 書脊/條碼列印
th: พิมพ์สัน/บาร์โค้ดหนังสือ

# M01219
source: Sibling is currently studying.
cn: 弟弟/妹妹正在讀書
th: พี่/น้อง กำลังศึกษา

# M01220
source: Sibling(s) in this school.
cn: 本校的兄弟姊妹
th: พี่/น้องในโรงเรียนนี้

# M01221
source: older brother
cn: 哥哥
th: พี่ชาย

# M01222
source: Older brother/younger brother
cn: 哥哥
th: พี่ชาย/น้องชาย

# M01223
source: Siblings born to different parents.
cn: 不同父母所生的兄弟姊妹
th: พี่น้องที่เกิดจากต่างบิดามารดา

# M01224
source: Siblings born to the same parents.
cn: 同一父母所生的兄弟姊妹
th: พี่น้องที่เกิดจากบิดามารดาเดียวกัน

# M01225
source: Older sister
cn: 姊姊
th: พี่สาว

# M01226
source: Older sister/younger sister.
cn: 姊姊
th: พี่สาว/น้องสาว

# M01227
source: cramped space
cn: 狹窄的空間
th: พื้นที่คับแคบ

# M01228
source: Buddhist
cn: 佛教徒
th: พุทธ

# M01229
source: Wednesday
cn: 週三
th: พุธ

# M01230
source: Gender
cn: 性別
th: เพศ

# M01231
source: Add
cn: 增加
th: เพิ่ม

# M01232
source: Add a group
cn: 新增群組
th: เพิ่มกลุ่ม

# M01233
source: Add text
cn: 新增留言
th: เพิ่มข้อความ

# M01234
source: Add information
cn: 添加訊息
th: เพิ่มข้อมูล

# M01235
source: Add educational information
cn: 添加教育訊息
th: เพิ่มข้อมูลการศึกษา

# M01236
source: Add behavior score information
cn: 新增行為評分訊息
th: เพิ่มข้อมูลคะแนนความประพฤติ

# M01237
source: Add position information
cn: 添加位置資訊
th: เพิ่มข้อมูลตำแหน่ง

# M01238
source: Add student information
cn: 添加學生訊息
th: เพิ่มข้อมูลนักเรียน

# M01239
source: Add personnel information
cn: 新增人員資訊
th: เพิ่มข้อมูลบุคลากร

# M01240
source: Add product type information
cn: 新增產品類型訊息
th: เพิ่มข้อมูลประเภทสินค้า

# M01241
source: Add department information
cn: 新增部門信息
th: เพิ่มข้อมูลแผนก

# M01242
source: Add store information
cn: 新增店鋪資訊
th: เพิ่มข้อมูลร้านค้า

# M01243
source: Add list information
cn: 添加商品訊息
th: เพิ่มข้อมูลรายการ

# M01244
source: Add important date information
cn: 新增重要日期訊息
th: เพิ่มข้อมูลวันสำคัญ

# M01245
source: Add book information
cn: 新增圖書訊息
th: เพิ่มข้อมูลหนังสือ

# M01246
source: Add a comment
cn: 新增評論
th: เพิ่มความคิดเห็น

# M01247
source: Add random homeroom teachers comments to Academic Report
cn: 在成績報告中加入了隨機課堂老師的評論。
th: เพิ่มความคิดเห็นครูประจำชั้นสำหรับสุ่มในใบรายงานผลการเรียน

# M01248
source: Add columns.
cn: 新增一列
th: เพิ่มคอลัม

# M01249
source: Add behavior scores.
cn: 提高行為分數
th: เพิ่มคะแนนความประพฤติกรรม

# M01250
source: Add a prefix
cn: 添加前綴
th: เพิ่มคำนำหน้า

# M01251
source: Add score ranges.
cn: 增加分數範圍
th: เพิ่มช่วงคะแนน

# M01252
source: Add late intervals.
cn: 增加通話時間
th: เพิ่มช่วงเวลาสาย

# M01253
source: Add financial channels
cn: 新增金融管道
th: เพิ่มช่องทางการเงิน

# M01254
source: Add Enrollment settings
cn: 新增應用程式設定
th: เพิ่มตั้งค่าการรับสมัคร

# M01255
source: Add position
cn: 新增職位
th: เพิ่มตำแหน่ง

# M01256
source: Add points
cn: 添加積分
th: เพิ่มแต้ม

# M01257
source: Add term
cn: 新增術語
th: เพิ่มเทอม

# M01258
source: Add tags
cn: 添加標籤
th: เพิ่มแท็ก

# M01259
source: Add students
cn: 添加學生
th: เพิ่มนักเรียน

# M01260
source: Add cards
cn: 添加卡
th: เพิ่มบัตร

# M01261
source: Add staff type
cn: 新增人員類型
th: เพิ่มประเภทบุคลากร

# M01262
source: Add subject type
cn: 新增課程類型
th: เพิ่มประเภทวิชา

# M01263
source: Add users
cn: 新增用戶
th: เพิ่มผู้ใช้

# M01264
source: Add users
cn: 新增用戶
th: เพิ่มผู้ใช้งาน

# M01265
source: Add plans
cn: 添加計劃
th: เพิ่มแผน

# M01266
source: Add departments
cn: 新增部門
th: เพิ่มแผนก

# M01267
source: Add grade levels
cn: 新增等級
th: เพิ่มระดับชั้น

# M01268
source: Add stores
cn: 添加商店
th: เพิ่มร้านค้า

# M01269
source: Add list
cn: 新增項目
th: เพิ่มรายการ

# M01270
source: Add profile pictures
cn: 添加頭像
th: เพิ่มรูปประจำตัว

# M01271
source: Add subjects
cn: 新增主題
th: เพิ่มวิชา

# M01272
source: Add courses
cn: 新增主題
th: เพิ่มวิชาเรียน

# M01273
source: Add a field of work
cn: 新增工作領域
th: เพิ่มสาขางาน

# M01274
source: Add majors
cn: 新增研究領域
th: เพิ่มสาขาวิชา

# M01275
source: Add a book.
cn: 新增一本書
th: เพิ่มหนังสือ

# M01276
source: Add a category.
cn: 新增類別
th: เพิ่มหมวด

# M01277
source: Add a book category.
cn: 新增圖書類別
th: เพิ่มหมวดหนังสือ

# M01278
source: Add a classroom.
cn: 增加教室
th: เพิ่มห้องเรียน

# M01279
source: Add an exam room
cn: 新增考場
th: เพิ่มห้องสอบ

# M01280
source: Add a topic about points collected after the midterm.
cn: 新增有關期中考試後收集積分的主題。
th: เพิ่มหัวข้อคะแนนเก็บหลังกลางภาค

# M01281
source: Add Subunit Score Topics of Desirable Characteristics
cn: 新增一個主題以對所需特徵的子單元進行評分。
th: เพิ่มหัวข้อคะแนนหน่วยย่อยของคุณลักษณะอันพึงประสงค์

# M01282
source: Add Subunit Score Topics of Reading, Thinking, Analyzing and Writing (Automatic calculation function will not work)
cn: 子项目分数：阅读、思考、分析和写作（自动计算功能不可用）
th: เพิ่มหัวข้อคะแนนหน่วยย่อยอ่าน คิด วิเคราะห์และเขียน (ฟังชั่นคำนวนอัติโนมัติจะใช้งานไม่ได้)

# M01283
source: Nearby friends (name).
cn: 附近的朋友（姓名）
th: เพื่อนใกล้บ้าน (ชื่อ)

# M01284
source: Nearby friends (phone/mobile).
cn: 家附近的朋友(智慧型手機)
th: เพื่อนใกล้บ้าน (โทรศัพท์/มือถือ)

# M01285
source: Nearby friends (last name).
cn: 附近的朋友（姓）
th: เพื่อนใกล้บ้าน (นามสกุล)

# M01286
source: Nearby friends (grade level).
cn: 家附近的朋友（年級）
th: เพื่อนใกล้บ้าน (ระดับชั้น)

# M01287
source: Nearby friends (name).
cn: 附近的朋友（姓名）
th: เพื่อนใกล้บ้าน(ชื่อ)

# M01288
source: Nearby friends (phone/mobile).
cn: 附近的朋友（電話/手機）
th: เพื่อนใกล้บ้าน(โทรศัพท์/มือถือ)

# M01289
source: Nearby friends (last name).
cn: 附近的朋友（姓）
th: เพื่อนใกล้บ้าน(นามสกุล)

# M01290
source: Neighbors
cn: 鄰居
th: เพื่อนบ้าน

# M01291
source: Allergic to medication
cn: 藥物過敏
th: แพ้ยา

# M01292
source: System platform
cn: 系統平台
th: แพลตฟอร์มระบบ

# M01293
source: Food allergies
cn: 食物過敏
th: แพ้อาหาร

# M01294
source: Other allergies
cn: 其他過敏
th: แพ้อื่นๆ

# M01295
source: Book data import form 1.0.
cn: 圖書資料導入表格1.0
th: ฟอร์มนำเข้าข้อมูลหนังสือ 1.0

# M01296
source: SB Exam 1.0 exam import form.
cn: SB Exam 1.0 考試匯入表格
th: ฟอร์มนำเข้าข้อสอบ SB Exam 1.0

# M01297
source: Fax.
cn: 傳真
th: แฟกซ์

# M01298
source: File.
cn: 文件
th: ไฟล์

# M01299
source: Semester/Academic Year
cn: 學期/學年
th: ภาค/ปีการศึกษา

# M01300
source: Semester.
cn: 學期
th: ภาคการศึกษา

# M01301
source: Current academic semester.
cn: 本學期
th: ภาคการศึกษาปัจจุบัน

# M01302
source: Display academic semester.
cn: 學期展示
th: ภาคการศึกษาแสดงผล

# M01303
source: semester.
cn: 第二學期
th: ภาคเรียนที่

# M01304
source: Photos of visiting students' homes
cn: 拜訪學生家的照片
th: ภาพถ่ายการเยี่ยมบ้านนักเรียน

# M01305
source: Photos of students who have received home visits.
cn: 學生接受家訪照片
th: ภาพถ่ายนักเรียนที่ได้รับการเยี่ยมบ้าน

# M01306
source: Photos of students' home conditions.
cn: 學生住宿條件照片
th: ภาพถ่ายสภาพบ้านนักเรียน

# M01307
source: Photos of students and the school sign, as we couldn't take photos of homes since they are located in a different district/province/country or because we didn't receive permission to take photos.
cn: 學生照片和學校名牌，因為他們的家在不同的區/省/國外，或不被允許拍照，所以不能給他們的家拍照。
th: ภาพนักเรียนและป้ายชื่อโรงเรียนเนื่องจากถ่ายภาพบ้านไม่ได้ เพราะ บ้านอยู่ต่างอำเภอ/ต่างจังหวัด/ต่างประเทศหรือไม่ได้รับอนุญาตให้ถ่ายภาพ

# M01308
source: Book cover image
cn: 書籍封面圖
th: ภาพปกหนังสือ

# M01309
source: System overview
cn: 系統概述
th: ภาพรวมระบบ

# M01310
source: Responsibilities and duties of students towards their families
cn: 學生的工作量和對家庭的責任
th: ภาระงานความรับผิดชอบของนักเรียนที่มีต่อครอบครัว

# M01311
source: Foreign languages
cn: 外語
th: ภาษาต่างประเทศ

# M01312
source: Thai language
cn: 泰語
th: ภาษาไทย

# M01313
source: proud of oneself
cn: 自尊
th: ภูมิใจในตนเอง

# M01314
source: Purple
cn: 紫色的
th: ม่วง

# M01315
source: Junior high school
cn: 中學
th: มัธยมต้น

# M01316
source: High school or equivalent
cn: 中等教育或同等學歷
th: มัธยมศึกษา หรือเทียบเท่า

# M01317
source: High school or equivalent
cn: 中等教育或同等學歷
th: มัธยมศึกษาหรือเทียบเท่า

# M01318
source: much
cn: 很多
th: มาก

# M01319
source: more
cn: 多於
th: มากกว่า

# M01320
source: More than 300,000/year
cn: 超過30萬/年
th: มากกว่า 300,000/ปี

# M01321
source: most
cn: 最
th: มากที่สุด

# M01322
source: Standard
cn: 標準
th: มาตรฐานที่

# M01323
source: Mother
cn: 母親
th: มารดา

# M01324
source: Mother passed away
cn: 母親過世
th: มารดาถึงแก่กรรม

# M01325
source: adoptive mother
cn: 養母
th: มารดาบุญธรรม

# M01326
source: Attended
cn: 來學習吧
th: มาเรียน

# M01327
source: Attendance rate as a percentage
cn: 來學習一下百分比。
th: มาเรียนคิดเป็นร้อยละ

# M01328
source: have
cn: 有
th: มี

# M01329
source: There was a altercation.
cn: 發生了爭吵。
th: มีการทะเลาะวิวาท

# M01330
source: Involved in sexual misbehavior
cn: 有性交。
th: มีการมั่วสุมทางเพศ

# M01331
source: Have family conflicts/disagreements
cn: 家庭中有矛盾/爭吵。
th: มีความขัดแย้ง/ทะเลาะกันในครอบครัว

# M01332
source: There is conflict and there is domestic violence.
cn: 家庭中有矛盾，有暴力。
th: มีความขัดแย้งและมีการใช้ความรุนแรงในครอบครัว

# M01333
source: There is an additional charge for use.
cn: 使用時需支付額外費用。
th: มีค่าใช้จ่ายเพิ่มเติมในการใช้งาน

# M01334
source: have strong points
cn: 有長處
th: มีจุดแข็ง

# M01335
source: There is a person in the family who is sick with a serious/chronic/communicable disease.
cn: 家裡有人患有嚴重/慢性/傳染病。
th: มีบุคคลในครอบครัวเจ็บป่วยด้วยโรคร้ายแรง/เรื้อรัง/ติดต่อ

# M01336
source: Have a problem
cn: 有問題
th: มีปัญหา

# M01337
source: Have a recommendation
cn: 有人推薦了。
th: มีผู้แนะนำ

# M01338
source: have parents
cn: 有父母
th: มีผู้ปกครอง

# M01339
source: Have siblings studying at this school.
cn: 我有哥哥姐姐/兄弟姊妹在這所學校學習。
th: มีพี่/น้องที่เรียนในโรงเรียนแห่งนี้

# M01340
source: Have a total number of siblings.
cn: 我有所有的兄弟姊妹。
th: มีพี่น้องทั้งหมด

# M01341
source: There is a malnutrition condition.
cn: 營養不良
th: มีภาวะทุพโภชนาการ

# M01342
source: Have motivation.
cn: 有動力
th: มีแรงจูงใจ

# M01343
source: Have underlying medical conditions or frequently get sick.
cn: 有先天性疾病或經常生病
th: มีโรคประจำตัวหรือเจ็บป่วยบ่อย

# M01344
source: already there
cn: 已經存在
th: มีอยู่แล้ว

# M01345
source: Have certification for requesting permission
cn: 有一份證明許可請求的文件。
th: มีเอกสารรับรองการขออนุญาต

# M01346
source: Mobile phone
cn: 智慧型手機
th: มือถือ

# M01347
source: Value
cn: 價值
th: มูลค่า

# M01348
source: Total value
cn: 總價值
th: มูลค่ารวม

# M01349
source: Menu
cn: 選單
th: เมนู

# M01350
source: When you press confirm After the last recording, you will not be able to edit your score. in the field that has already been filled in.
cn: “在最后一次保存后点击确认，您将无法再修改已填写的分数。”
th: เมื่อกดยืนยันหลังจากการบันทึกครั้งสุดท้ายแล้วท่านจะไม่สามารถแก้ไขคะแนนในช่องที่กรอกไปแล้วได้อีก

# M01351
source: When you press approve Parents will be able to check Academic results are instantly available through the School Bright application.
cn: 在批准后，家长可以立即通过 School Bright 应用程序查看成绩。
th: เมื่อกดอนุมัติแล้ว ผู้ปกครองจะสามารถตรวจสอบ ผลการเรียนผ่านแอปพลิเคชั่น School Bright ได้ทันที

# M01352
source: When the numbers are automatically rearranged cannot be reversed And if you want the company to reverse the information There will be an expense of 1,000 baht per time.
cn: “在自动重新排序编号后，将无法恢复。如果需要公司恢复数据，每次将收取 1,000 泰铢的费用。”
th: เมื่อทำการเรียงเลขที่ใหม่อัตืโนมัติแล้ว จะไม่สามารถย้อนกลับได้ และหากต้องการให้บริษัทย้อนข้อมูล จะมีค่าใช้จ่ายเกิดขึ้นครั้งละ 1,000 บาท

# M01353
source: Once deleted, values ​​cannot be stored. Are you sure you want to delete the value?
cn: “删除后将无法恢复。您确定要删除该记录吗？”
th: เมื่อลบแล้ว ไม่สามารถเก็บค่าได้ คุณแน่ใจหรือว่าต้องการลบค่า

# M01354
source: When the score page has already been recorded in one of the rooms The system will turn off proportional editing via the plan page.
cn: “当在某个教室中记录了成绩后，系统将关闭通过计划页面修改比例的功能。”
th: เมื่อหน้าบันทึกคะแนนถูกบันทึกคะแนนไปแล้วในห้องใดห้องหนึ่ง ระบบจะปิดการแก้ไขสัดส่วนผ่านหน้าแผน

# M01355
source: No
cn: 不
th: ไม่

# M01356
source: Not over due
cn: 未逾期
th: ไม่เกินกำหนด

# M01357
source: Incomplete
cn: 不完整
th: ไม่ครบ

# M01358
source: Not very clean
cn: 不是很乾淨
th: ไม่ค่อยสะอาด

# M01359
source: Not restricted to enter 0
cn: 輸入 0 沒有限制。
th: ไม่จำกัดให้ใส่ 0

# M01360
source: Not necessary
cn: 不必要
th: ไม่จำเป็น

# M01361
source: Not clear
cn: 不清楚
th: ไม่ชัดเจน

# M01362
source: not check attendance
cn: 我沒查名字。
th: ไม่เช็คชื่อ

# M01363
source: inactive
cn: 未使用
th: ไม่ใช้งาน

# M01364
source: Not disadvantaged
cn: 不處於劣勢
th: ไม่ด้อยโอกาส

# M01365
source: did not check attendance
cn: 我沒查名字。
th: ไม่ได้เช็คชื่อ

# M01366
source: Unchecking attendance.
cn: 沒查名字
th: ไม่ได้ทำการเช็คชื่อ

# M01367
source: No files selected
cn: 未選擇文件
th: ไม่ได้เลือกไฟล์ใด

# M01368
source: No need to select if not applicable to any point.
cn: 若以上都不適用，請勿選擇。
th: ไม่ต้องเลือกหากไม่ตรงข้อใด

# M01369
source: Not cutting elementary, primary, or secondary.
cn: 不削減小學中後期。
th: ไม่ตัดประถมต้น ประถมปลาย

# M01370
source: Do not know
cn: 不知道
th: ไม่ทราบ

# M01371
source: Stock is not counted.
cn: 庫存未計算
th: ไม่นับสต๊อก

# M01372
source: Fail
cn: 沒有通過
th: ไม่ผ่าน

# M01373
source: No data found.
cn: 沒有找到資訊
th: ไม่พบข้อมูล

# M01374
source: No score recording data found.
cn: 未找到分數記錄資訊。
th: ไม่พบข้อมูลการบันทึกคะแนน

# M01375
source: No answer information found.
cn: 沒有找到答案資訊。
th: ไม่พบข้อมูลคำตอบ

# M01376
source: This class could not be found.
cn: 未找到該教室資訊。
th: ไม่พบข้อมูลห้องเรียนนี้

# M01377
source: No school announcements found.
cn: 沒有找到學校的任何訊息公告。
th: ไม่พบข่าวสารประกาศจากโรงเรียน

# M01378
source: Student list not found
cn: 找不到學生姓名
th: ไม่พบรายชื่อนักเรียน

# M01379
source: Not disabled
cn: 未停用
th: ไม่พิการ

# M01380
source: Absent
cn: 不來學習
th: ไม่มาเรียน

# M01381
source: None
cn: 沒有
th: ไม่มี

# M01382
source: No response
cn: 沒有回應
th: ไม่มีการตอบรับ

# M01383
source: No information
cn: 暫無訊息
th: ไม่มีข้อมูล

# M01384
source: There is no proportionality.
cn: 沒有比例。
th: ไม่มีความเป็นสัดส่วน

# M01385
source: No strong points
cn: 沒有強項
th: ไม่มีจุดแข็ง

# M01386
source: No caregive
cn: 沒有照顧者
th: ไม่มีผู้ดูแล

# M01387
source: No one who did not pass the criteria
cn: 沒有不通過標準的人。
th: ไม่มีผู้ที่ไม่ผ่านเกณฑ์

# M01388
source: No attached files
cn: 無附件
th: ไม่มีไฟล์แนบ

# M01389
source: No notification
cn: 沒有任何通知。
th: ไม่มีรายการแจ้งเตือน

# M01390
source: No income
cn: 沒有收入
th: ไม่มีรายได้

# M01391
source: No pictures
cn: 沒有圖片
th: ไม่มีรูป

# M01392
source: No links
cn: 沒有連結。
th: ไม่มีลิงก์

# M01393
source: No permission to edit
cn: 無權編輯
th: ไม่มีสิทธิแก้ไข

# M01394
source: No examination rights
cn: 沒有資格參加考試
th: ไม่มีสิทธิ์สอบ

# M01395
source: No examination rights (less than 80% class time)
cn: 沒有資格參加考試（少於80%的課堂時間）
th: ไม่มีสิทธิ์สอบ (เวลาเรียนไม่ถึง 80%)

# M01396
source: No additional profession
cn: 沒有額外的職業
th: ไม่มีอาชีพเสริม

# M01397
source: Not specified
cn: 未指定
th: ไม่ระบุ

# M01398
source: Cannot enter more than 3 digits. Please enter only 0, 1, 2, or 3.
cn: “不能输入超过 3 的数字，请仅输入 0、1、2 或 3。”
th: ไม่สามารถกรอกตัวเลขมากกว่า 3 ได้ กรุณากรอกค่า 0 1 2 3 เท่านั้น

# M01399
source: Cannot access the internet from home.
cn: 无法从家中访问互联网。
th: ไม่สามารถเข้าถึงอินเทอร์เน็ตได้จากที่บ้าน

# M01400
source: Cannot save data. Please select classroom data.
cn: 无法保存数据，请选择班级信息。
th: ไม่สามารถบันทึกช้อมูลได้กรุณาเลือกข้อมูลชั้นเรียน

# M01401
source: Cannot save data. Please select the data you want to move.
cn: 无法保存数据，请选择要迁移的信息。
th: ไม่สามารถบันทึกช้อมูลได้กรุณาเลือกข้อมูลที่ต้องการทำการย้าย

# M01402
source: Cannot save data. Please select the data you want to move to another class.
cn: 无法保存数据，请选择要升班的信息。
th: ไม่สามารถบันทึกช้อมูลได้กรุณาเลือกข้อมูลที่ต้องการเลื่อนชั้น

# M01403
source: Cannot print the cover sheet because a subject has not been selected.
cn: 无法打印封面页，因为尚未选择课程。
th: ไม่สามารถพิมพ์ใบปะหน้าได้ เนื่องจากยังไม่ได้เลือกวิชาเรียน

# M01404
source: Cannot add this item because it is a duplicate [Cannot add this item because it is a duplicate]
cn: 无法添加此项，因为已存在重复项 [无法添加此项，因为有重复项]。
th: ไม่สามารถเพิ่มรายการนี้เพราะมีรายการซ้ำ [ไม่สามารถเพิ่มรายการนี้ได้เพราะมีรายการซ้ำ]

# M01405
source: Cannot delete this subject because
cn: 該課程無法刪除，因為
th: ไม่สามารถลบวิชานี้ได้ เนื่องจาก

# M01406
source: Cannot delete topics in the plan.
cn: 無法刪除計劃中的標題
th: ไม่สามารถลบหัวเรื่องในแผน

# M01407
source: Not successful
cn: 不成功
th: ไม่สำเร็จ

# M01408
source: Not displayed
cn: 不顯示
th: ไม่แสดง

# M01409
source: Not displaying behavior
cn: 不表現出行為
th: ไม่แสดงความประพฤติ

# M01410
source: Not displaying learning results
cn: 學術成績未顯示
th: ไม่แสดงผลการเรียน

# M01411
source: Not displaying assessment summary
cn: 不顯示評估結果摘要。
th: ไม่แสดงสรุปผลการประเมิน

# M01412
source: Not approved
cn: 未獲批准
th: ไม่อนุมัติ

# M01413
source: Cancel
cn: 取消
th: ยกเลิก

# M01414
source: Cancel top-up
cn: 取消儲值
th: ยกเลิกการเติมเงิน

# M01415
source: Cancel invoice
cn: 取消發票
th: ยกเลิกแจ้งหนี้

# M01416
source: Cancel purchase
cn: 取消購買
th: ยกเลิกซื้อสินค้า

# M01417
source: Cancel transaction
cn: 取消交易
th: ยกเลิกทำรายการ

# M01418
source: Cancel the list
cn: 取消項目
th: ยกเลิกรายการ

# M01419
source: Cancel the top-up transaction successfully completed.
cn: 儲值交易已取消。
th: ยกเลิกรายการเติมเงินเรียบร้อยแล้ว

# M01420
source: circulation
cn: 銷售量
th: ยอดขาย

# M01421
source: Sales/Baht
cn: 銷售額/泰銖
th: ยอดขาย/บาท

# M01422
source: Total sales
cn: 總銷售額
th: ยอดขายรวม

# M01423
source: Balance
cn: 平衡
th: ยอดคงเหลือ

# M01424
source: Outstanding balance
cn: 未結餘額
th: ยอดค้างชำระ

# M01425
source: Payment amount
cn: 付款金額
th: ยอดชำระ

# M01426
source: Expenses Per Day
cn: 每日總支出
th: ยอดใช้จ่ายต่อวัน

# M01427
source: Full Amount
cn: 全額
th: ยอดเต็ม

# M01428
source: Top up amount
cn: 儲值金額
th: ยอดเติมเงิน

# M01429
source: Total top-up amount
cn: 「儲值總額」
th: ยอดเติมเงินรวม

# M01430
source: Withdrawal Amount
cn: 提款金額
th: ยอดถอนเงิน

# M01431
source: Total Withdrawal Amount
cn: 「提款總額」
th: ยอดถอนเงินรวม

# M01432
source: Top-up Amount Cancelled
cn: 儲值取消金額
th: ยอดยกเลิกการเติม

# M01433
source: Total Cancelled Amount
cn: 取消總金額
th: ยอดยกเลิกรวม

# M01434
source: Total
cn: 全部的
th: ยอดรวม

# M01435
source: Total (Baht)
cn: 總計（泰銖）
th: ยอดรวม (บาท)

# M01436
source: Total leave days
cn: 總休假天數
th: ยอดรวมวันลากิจ

# M01437
source: Total maternity leave days
cn: 產假總數
th: ยอดรวมวันลาคลอด

# M01438
source: Total leave days
cn: 總休假天數
th: ยอดรวมวันลาทั้งหมด

# M01439
source: Total of other types of leave
cn: 其他類型休假總數
th: ยอดรวมวันลาประเภทอื่นๆ

# M01440
source: Total sick leave days
cn: 病假總數
th: ยอดรวมวันลาป่วย

# M01441
source: Received Amount.
cn: 收到總計
th: ยอดรับ

# M01442
source: Paid Amount.
cn: 收到的付款總額
th: ยอดรับชำระ

# M01443
source: Total Billable
cn: 計費金額
th: ยอดเรียกเก็บ

# M01444
source: Net Total
cn: 淨額
th: ยอดสุทธิ

# M01445
source: Remaining Debt
cn: “未償債務餘額”
th: ยอดหนี้คงเหลือ

# M01446
source: Deducted Percentage
cn: 扣除總額%
th: ยอดหัก%

# M01447
source: Undo
cn: 回顧性的
th: ย้อนกลับ

# M01448
source: Not Yet Paid Application Fee.
cn: 申請費用尚未支付。
th: ยังไม่ชำระค่าสมัคร

# M01449
source: Not Checked Attendance Yet.
cn: 還沒查過名字。
th: ยังไม่ได้เช็กชื่อ

# M01450
source: Not Assessed Yet
cn: 尚未評估
th: ยังไม่ได้ประเมิน

# M01451
source: Not Visited Yet.
cn: 還沒去過。
th: ยังไม่ได้เยี่ยม

# M01452
source: Not Evaluated Yet
cn: 尚未評估
th: ยังไม่ประเมิน

# M01453
source: No plans have been specified for this class. Please set up the plan from the Manage Plan/Course menu before use.
cn: “该班级尚未指定计划，请在使用前从‘计划/课程管理’菜单中设置计划。”
th: ยังไม่มีการระบุแผนในชั้นเรียนนี้ กรุณาทำการตั้งค่าแผนจากเมนูจัดการแผน/หลักสูตร ก่อนใช้งาน

# M01454
source: No signature images available yet.
cn: 還沒有簽名圖像。
th: ยังไม่มีภาพลายเซ็น

# M01455
source: Not visited yet, calculated as a percentage.
cn: 以百分比計算仍然不太好
th: ยังไม่เยี่ยม คิดเป็นร้อยละ

# M01456
source: Not sent yet
cn: 尚未發送
th: ยังไม่ส่ง

# M01457
source: Grandmother
cn: 奶奶
th: ย่า

# M01458
source: Grandmother
cn: 移動
th: ยาย

# M01459
source: Move into the classroom
cn: 走進教室
th: ย้ายเข้าห้องเรียน

# M01460
source: Moved into the classroom
cn: 搬到了教室
th: ย้ายเข้าห้องเรียนแล้ว

# M01461
source: Move the names back.
cn: 將聯絡人移回
th: ย้ายรายชื่อกลับ

# M01462
source: Move names to.
cn: 將清單移至
th: ย้ายรายชื่อไป

# M01463
source: Change room/Up level class/Graduated record
cn: 移動房間/移動房間/結束錄音
th: ย้ายห้อง/เลื่อนห้อง/บันทึกจบ

# M01464
source: Consent/not consent
cn: 同意/不同意
th: ยินยอม/ไม่ยินยอม

# M01465
source: Jew
cn: 猶
th: ยิว

# M01466
source: confirm
cn: 確認
th: ยืนยัน

# M01467
source: Confirm the interaction.
cn: 確認互動
th: ยืนยันการโต้ตอบ

# M01468
source: Confirm the transaction.
cn: 確認交易
th: ยืนยันการทำรายการ

# M01469
source: Confirm the data import.
cn: 確認數據導入
th: ยืนยันการนำเข้าข้อมูล

# M01470
source: Confirm the save.
cn: 確認錄音
th: ยืนยันการบันทึก

# M01471
source: Confirm the deletion.
cn: 確認刪除
th: ยืนยันการลบ

# M01472
source: Confirm data deletion.
cn: 確認資料刪除
th: ยืนยันการลบข้อมูล

# M01473
source: Confirm data submission.
cn: 確認資料提交
th: ยืนยันการส่งข้อมูล

# M01474
source: Confirm for data deletion.
cn: 確認刪除資料。
th: ยืนยันเพื่อการลบข้อมูล

# M01475
source: Can borrow
cn: 可以藉
th: ยืมได้

# M01476
source: Borrowed date.
cn: 借用日期
th: ยืมวันที่

# M01477
source: Borrow books.
cn: 借書
th: ยืมหนังสือ

# M01478
source: Currently borrowed.
cn: 我借用一下
th: ยืมอยู่

# M01479
source: Visited but not found.
cn: 很棒，但沒找到。
th: เยี่ยมแต่ไม่พบ

# M01480
source: Visited but not found, calculated as a percentage.
cn: 很棒，但沒找到。百分比
th: เยี่ยมแต่ไม่พบ คิดเป็นร้อยละ

# M01481
source: Already visited.
cn: 偉大的。
th: เยี่ยมแล้ว

# M01482
source: Already visited, calculated as a percentage.
cn: 太好了，以百分比計算。
th: เยี่ยมแล้ว คิดเป็นร้อยละ

# M01483
source: motorcycle taxi
cn: 摩托車出租
th: รถจักรยานยนต์รับจ้าง

# M01484
source: Scheduled bus
cn: 公車
th: รถโดยสารประจำทาง

# M01485
source: school bus
cn: 校車
th: รถโรงเรียน

# M01486
source: Combine list groups
cn: 團體項目
th: รวมกลุ่มรายการ

# M01487
source: Total service fees.
cn: 含服務費
th: รวมค่าบริการ

# M01488
source: Total amount.
cn: 總金額
th: รวมเงินทั้งหมด

# M01489
source: Total overall
cn: 全部的
th: รวมทั้งสิ้น

# M01490
source: Total all
cn: 全部的
th: รวมทั้งหมด

# M01491
source: Total students
cn: 學生總數
th: รวมนักเรียน

# M01492
source: Total new students
cn: 包括新學生
th: รวมนักเรียนเข้าใหม่

# M01493
source: Total all students
cn: 學生總數
th: รวมนักเรียนทั้งหมด

# M01494
source: All student that was visited home
cn: 包括所有家訪學生。
th: รวมนักเรียนที่ออกเยี่ยมบ้านทั้งหมด

# M01495
source: Total students who withdrew
cn: 退學學生總數
th: รวมนักเรียนลาออก

# M01496
source: Total leave days
cn: 總休假天數
th: รวมวันลา

# M01497
source: NFC Code
cn: NFC程式碼
th: รหัส NFC

# M01498
source: Exam Code
cn: 考試代碼
th: รหัสข้อสอบ

# M01499
source: Student Code
cn: 學生證
th: รหัสนักเรียน

# M01500
source: Student ID. If you don't have one, enter the - sign.
cn: 學生證，如果沒有，請輸入 -
th: รหัสนักเรียนถ้าไม่มีให้ใส่เครื่องหมาย -

# M01501
source: Student ID
cn: 學生證
th: รหัสนักศึกษา

# M01502
source: ID Card Number (10-digit)
cn: 10 基卡代碼
th: รหัสบัตรฐาน 10

# M01503
source: ID Card Number (10-digit, set 2)
cn: 基卡代碼10組2
th: รหัสบัตรฐาน 10 ชุด 2
