Repository: jtrp98/test02
Catalog: jabjaiuniversity/FingerprintPayment/Resources/Resource.*.resx
Languages: cn, th

# M00588
source: Classroom Name
cn: 班級名稱》
th: ชื่อห้องเรียน

# M00589
source: Exam Room Name
cn: 考場名稱”
th: ชื่อห้องสอบ

# M00590
source: District Name
cn: 區名"
th: ชื่ออำเภอ

# M00591
source: Set.
cn: 放”
th: ชุด

# M00592
source: Check name / leave
cn: 檢查姓名/離開”
th: เช็กชื่อ / ลา

# M00593
source: Ethnicity
cn: 種族”
th: เชื้อชาติ

# M00594
source: Connect to Bank
cn: 連接到銀行”
th: เชื่อมต่อธนาคาร

# M00595
source: Share Topic
cn: 分享主題”
th: แชร์หัวข้อ

# M00596
source: Yes
cn: “是的”
th: ใช่

# M00597
source: Use communication tools related to gender for a long time and frequently
cn: “長期且頻繁地使用性溝通工具”
th: ใช้เครื่องมือสื่อสารที่เกี่ยวข้องกับด้านเพศเป็นเวลานานและบ่อยครั้ง

# M00598
source: In Use
cn: “使用”
th: ใช้งาน

# M00599
source: Used in conjunction with the semester
cn: “與學期結合使用”
th: ใช้งานร่วมกับภาคเรียนที่

# M00600
source: Use money by wasting, lying, stealing money to play games.
cn: “浪費錢、說謊、偷錢玩遊戲。”
th: ใช้เงินสิ้นเปลือง โกหก ลักขโมยเงินเพื่อเล่นเกม

# M00601
source: Abnormal spending
cn: 不正常地花錢”
th: ใช้จ่ายเงินผิดปกติ

# M00602
source: Use social media/games (up to 3 hours a day)
cn: 使用社群媒體/遊戲（每天不超過3小時）”
th: ใช้โซเชียลมีเดีย/เกม (ไม่เกินวันละ 3 ชั่วโมง)

# M00603
source: Use social media/games (more than 3 hours a day)
cn: 使用社交媒體/遊戲（每天 3 小時或以上）”
th: ใช้โซเชียลมีเดีย/เกม (วันละ 3 ชั่วโมงขึ้นไป)

# M00604
source: Use the same address as the guardian's
cn: 使用與您父母相同的地址
th: ใช้ที่อยู่เดียวกับของผู้ปกครอง

# M00605
source: Use biometric systems
cn: 使用生物識別系統”
th: ใช้ระบบ Biometric

# M00606
source: Use travel time
cn: 抽出時間去旅行”
th: ใช้เวลาเดินทาง

# M00607
source: Spend more than 2 hours playing games
cn: 玩了2個多小時的遊戲。
th: ใช้เวลาเล่นเกมเกิน 2 ชั่วโมง

# M00608
source: Hide profile pictures
cn: 隱藏個人資料圖片”
th: ซ่อนรูปโปรไฟล์

# M00609
source: Alley
cn: 胡同”
th: ซอย

# M00610
source: Left
cn: 左邊”
th: ซ้าย

# M00611
source: Sikhism
cn: 六”
th: ซิกซ์

# M00612
source: Buy through
cn: 購買通過”
th: ซื้อผ่าน

# M00613
source: Purchase products
cn: 購買產品》
th: ซื้อสินค้า

# M00614
source: Relative
cn: 相對的”
th: ญาติ

# M00615
source: Male student , Female student
cn: “先生、小姐。”
th: ด.ช. ด.ญ.

# M00616
source: Aspect
cn: 邊”
th: ด้าน

# M00617
source: Student protection aspect
cn: 學生保護”
th: ด้านการคุ้มครองนักเรียน

# M00618
source: Substance abuse aspect
cn: 物質使用”
th: ด้านการใช้สารเสพติด

# M00619
source: Learning aspect
cn: 學習中”
th: ด้านการเรียน

# M00620
source: Proficiency aspect
cn: 好的一面”
th: ด้านเก่ง

# M00621
source: Behavior aspect
cn: 行為”
th: ด้านความประพฤติ

# M00622
source: Peer relationship aspect
cn: 與朋友的關係”
th: ด้านความสัมพันธ์กับเพื่อน

# M00623
source: Other abilities aspect
cn: 其他能力”
th: ด้านความสามารถอื่นๆ

# M00624
source: Positive aspect
cn: 好的一面”
th: ด้านดี

# M00625
source: Behavioral aspect
cn: 行為方面
th: ด้านพฤติกรรม

# M00626
source: Restless behavioral aspect
cn: 行為表現焦躁不安。
th: ด้านพฤติกรรมไม่อยู่นิ่ง

# M00627
source: Sexual relationship aspect
cn: 性關係”
th: ด้านเพศสัมพันธ์

# M00628
source: Economic aspect
cn: 經濟方面
th: ด้านเศรษฐกิจ

# M00629
source: Economic aspect (e.g., applying for grants)
cn: 經濟方面（例如申請資金）”
th: ด้านเศรษฐกิจ (เช่น ขอรับทุน)

# M00630
source: Social relationship aspect
cn: 社會關係的一個面向”
th: ด้านสัมพันธภาพทางสังคม

# M00631
source: Well-being aspect
cn: 快樂的一面”
th: ด้านสุข

# M00632
source: Health aspect
cn: 健康”
th: ด้านสุขภาพ

# M00633
source: Mental health and behavior aspect (assessed using SDQ)
cn: 心理健康與行為（從SDQ評估表考慮）”
th: ด้านสุขภาพจิตและพฤติกรรม (พิจารณาจากแบบประเมิน SDQ)

# M00634
source: Emotional aspect
cn: 情感方面”
th: ด้านอารมณ์

# M00635
source: Other aspect
cn: 對方”
th: ด้านอื่นๆ

# M00636
source: Download
cn: 下載”
th: ดาวน์โหลด

# M00637
source: Download in Thai
cn: 下載泰語”
th: ดาวน์โหลด ภาษาไทย

# M00638
source: Download in English
cn: 下載英文”
th: ดาวน์โหลด ภาษาอังกฤษ

# M00639
source: Download forms from the link: Download form
cn: 從鏈接下載表格：下載表格”
th: ดาวน์โหลดแบบฟอร์ม จากลิงก์ : ดาวโหลดฟอร์ม

# M00640
source: Download forms and fill in the information as instructed in the form. Download from the link.
cn: 下載表格並根據表格上的說明填寫資訊。您可以從鏈接下載”
th: ดาวน์โหลดแบบฟอร์มและกรอกข้อมูลตามคำแนะนำในแบบฟอร์ม โหลดได้จากลิ้งค์

# M00641
source: Download form
cn: 下載表格”
th: ดาวน์โหลดฟอร์ม

# M00642
source: Proceed
cn: 執行”
th: ดำเนินการ

# M00643
source: Good
cn: 好的”
th: ดี

# M00644
source: Very good
cn: 非常好”
th: ดีมาก

# M00645
source: Failed to retrieve installation data!
cn: 無法提取安裝程式資料！
th: ดึงข้อมูลตัวติดตั้งไม่สำเร็จ!

# M00646
source: View example
cn: 預覽”
th: ดูตัวอย่าง

# M00647
source: View timetable
cn: 詳見課程表”
th: ดูตารางเรียน

# M00648
source: View all
cn: 看全部”
th: ดูทั้งหมด

# M00649
source: Watch television
cn: 看電視”
th: ดูโทรทัศน์

# M00650
source: View score order
cn: 看看分數排名”
th: ดูลำดับคะแนน

# M00651
source: boy girl
cn: 男孩、女孩”
th: เด็กชาย เด็กหญิง

# M00652
source: Abandoned child
cn: 被遺棄的孩子”
th: เด็กถูกทอดทิ้ง

# M00653
source: Child forced to work
cn: 被迫出賣勞動力的兒童”
th: เด็กถูกบังคับให้ขายแรงงาน

# M00654
source: Child abused or maltreated
cn: 被虐待的孩子”
th: เด็กที่ถูกทำร้ายทารุณ

# M00655
source: Children with drug-related problems
cn: 有毒品問題的兒童”
th: เด็กที่มีปัญหาเกี่ยวกับยาเสพติด

# M00656
source: Children involved in the sex trade
cn: 從事性交易的兒童”
th: เด็กที่อยู่ในธุรกิจทางเพศ

# M00657
source: Children in detention and juvenile protection
cn: 青少年觀察保護中心的兒童
th: เด็กในสถานพินิจและคุ้มครองเด็กเยาวชน

# M00658
source: Poor children
cn: 可憐的孩子”
th: เด็กยากจน

# M00659
source: Street children
cn: 街頭兒童”
th: เด็กเร่ร่อน

# M00660
source: Walk
cn: 走”
th: เดิน

# M00661
source: Month
cn: 月”
th: เดือน

# M00662
source: Red
cn: 紅色的”
th: แดง

# M00663
source: By being a fundamental subject
cn: 這是一門基礎課程。
th: โดยเป็นรายวิชาพื้นฐาน

# M00664
source: There has been a plan for this academic year.
cn: 本學年的計劃已經制定。
th: ได้มีการจัดแผนในปีการศึกษานี้แล้ว

# M00665
source: Agree
cn: 同意”
th: ตกลง

# M00666
source: Cost
cn: 成本”
th: ต้นทุน

# M00667
source: On time
cn: 準時”
th: ตรงเวลา

# M00668
source: Check the classroom teacher's settings
cn: 檢查班主任老師設定”
th: ตรวจสอบการตั้งค่าครูประจำชั้น

# M00669
source: Check every channel again
cn: 再次檢查每個方框。
th: ตรวจสอบทุกช่องอีกครั้ง

# M00670
source: School emblem/symbol
cn: 校徽”
th: ตราสัญลักษณ์โรงเรียน

# M00671
source: Must pay again
cn: 還得再付錢”
th: ต้องชำระเงินอีก

# M00672
source: Must be a file
cn: 必須是一個文件”
th: ต้องเป็นไฟล์

# M00673
source: Answer correctly
cn: 正確答案”
th: ตอบถูก

# M00674
source: Answer incorrectly
cn: 錯誤答案”
th: ตอบผิด

# M00675
source: Pregnant
cn: 懷孕”
th: ตั้งครรภ์

# M00676
source: Settings
cn: 放”
th: ตั้งค่า

# M00677
source: Public Relations Group Settings
cn: 成立公關小組”
th: ตั้งค่ากลุ่มประชาสัมพันธ์

# M00678
source: Set up filling out online student recruitment information.
cn: 設定在線填寫學生入學資訊”
th: ตั้งค่าการกรอกข้อมูลรับสมัครนักเรียนออนไลน์

# M00679
source: Set up entrance exams
cn: 設定考試”
th: ตั้งค่าการเข้าสอบ

# M00680
source: Set up bank connection
cn: 設定銀行連線”
th: ตั้งค่าการเชื่อมต่อธนาคาร

# M00681
source: Set up the use of the score recording system.
cn: 設定分數記錄系統的使用"
th: ตั้งค่าการใช้งานระบบบันทึกคะแนน

# M00682
source: Set discipline score reduction
cn: 設定行為的截止分數"
th: ตั้งค่าการตัดคะแนนความประพฤติ

# M00683
source: Top-up settings
cn: 設定充值”
th: ตั้งค่าการเติมเงิน

# M00684
source: Activation Settings
cn: 設定啟動”
th: ตั้งค่าการเปิดใช้งาน

# M00685
source: Print settings
cn: 列印設定”
th: ตั้งค่าการพิมพ์

# M00686
source: Activation Settings
cn: 入場設定》
th: ตั้งค่าการรับสมัคร

# M00687
source: Leave settings
cn: 離開設定”
th: ตั้งค่าการลา

# M00688
source: High School Graduation Criteria Settings
cn: 設定中學畢業標準”
th: ตั้งค่าเกณฑ์การจบการศึกษาระดับมัธยมศึกษา

# M00689
source: Set up personnel-teacher information
cn: 設定人員-教師資訊"
th: ตั้งค่าข้อมูลบุคลากร-อาจารย์

# M00690
source: School Information Settings
cn: 設定學校資訊》
th: ตั้งค่าข้อมูลโรงเรียน

# M00691
source: Prefix settings
cn: 設定前綴”
th: ตั้งค่าคำนำหน้า

# M00692
source: Explanation/Regulations Settings
cn: 設定指令/協定”
th: ตั้งค่าคำชี้แจง/ระเบียบการ

# M00693
source: Positions Settings
cn: 設定位置”
th: ตั้งค่าตำแหน่ง

# M00694
source: Set tuition in advance
cn: 提前設定期限”
th: ตั้งค่าเทอมล่วงหน้า

# M00695
source: Student ID Cards Settings
cn: 設定學生卡”
th: ตั้งค่าบัตรนักเรียน

# M00696
source: Recruitment forms Settings
cn: 設定申請表”
th: ตั้งค่าแบบฟอร์มรับสมัคร

# M00697
source: Exam Result Announcement Settings
cn: 設定考試成績公告”
th: ตั้งค่าประกาศผลสอบ

# M00698
source: Staff Types Settings
cn: 設定人員類型”
th: ตั้งค่าประเภทบุคลากร

# M00699
source: Departments Settings
cn: 設立部門”
th: ตั้งค่าแผนก

# M00700
source: Course plan Settings
cn: 制定課程計畫”
th: ตั้งค่าแผนหลักสูตร

# M00701
source: System settings
cn: 系統設定”
th: ตั้งค่าระบบ

# M00702
source: Score Recording System Settings
cn: 設定成績記錄系統"
th: ตั้งค่าระบบบันทึกคะแนน

# M00703
source: Student pick-up system settings
cn: 建立學生招生製度”
th: ตั้งค่าระบบรับนักเรียน

# M00704
source: Library System Settings
cn: 設置圖書館系統”
th: ตั้งค่าระบบห้องสมุด

# M00705
source: Radius Settings
cn: 設定半徑”
th: ตั้งค่ารัศมี

# M00706
source: Default settings
cn: 設定預設值”
th: ตั้งค่าเริ่มต้น

# M00707
source: Set School Entry and Exit Days and Times
cn: 設定進出學校的日期和時間”
th: ตั้งค่าวันเวลาเข้า-ออกโรงเรียน

# M00708
source: Time Settings
cn: 設定時間”
th: ตั้งค่าเวลา

# M00709
source: Set Field of Work-Academic Major
cn: 設定工作領域-學習領域"
th: ตั้้งค่าสาขางาน-สาขาวิชา

# M00710
source: User Permissions Settings
cn: 設定用戶權限”
th: ตั้งค่าสิทธิ์ผู้ใช้งาน

# M00711
source: Book Categories Settings
cn: 設定圖書類別”
th: ตั้งค่าหมวดหมู่หนังสือ

# M00712
source: Course settings
cn: 課程設定》
th: ตั้งค่าหลักสูตร

# M00713
source: Examination Rooms Settings
cn: 設定考場”
th: ตั้งค่าห้องสอบ

# M00714
source: Documents Settings
cn: 文檔設定”
th: ตั้งค่าเอกสาร

# M00715
source: From 15 years and up
cn: 15 歲及以上”
th: ตั้งแต่ 15 ปีขึ้นไป

# M00716
source: From T 35 – 45 = means there is not enough.
cn: 從 T 35 – 45 = 意味著這還不夠。
th: ตั้งแต่ T 35 – 45 = แปลว่า ยังไม่พอใช้

# M00717
source: From T 35 and below = means weak
cn: 從 T 35 及以下 = 意味著弱”
th: ตั้งแต่ T 35 และต่ำกว่า = แปลว่า อ่อน

# M00718
source: From T 45 – 55 = means fair
cn: 從 T 45 – 55 = 意味著足夠”
th: ตั้งแต่ T 45 – 55 = แปลว่า พอใช้

# M00719
source: From T 55 – 65 = means good
cn: 從 T 55 – 65 = 意味著好”
th: ตั้งแต่ T 55 – 65 = แปลว่า ดี

# M00720
source: From T 65 and above = means very good
cn: T 65 以上 = 表示非常好”
th: ตั้งแต่ T 65 และสูงกว่า = แปลว่า ดีมาก

# M00721
source: Set the date
cn: 從那天起”
th: ตั้งแต่วันที่

# M00722
source: Assign document numbers
cn: 設定文檔編號”
th: ตั้งเลขที่เอกสาร

# M00723
source: Set the time to send
cn: 設定交貨時間”
th: ตั้งเวลาการส่ง

# M00724
source: Deduct behavior scores
cn: 行為扣分"
th: ตัดคะแนนความประพฤติ

# M00725
source: Automatically deduct scores
cn: 自動扣除分數”
th: ตัดคะแนนอัตโนมัติ

# M00726
source: Cut time intervals
cn: 削減時間”
th: ตัดช่วงเวลา

# M00727
source: remove early primary, upper primary
cn: 斷絕小學早、小學高”
th: ตัดประถมต้น ประถมปลาย

# M00728
source: Make decisions and solve problems
cn: 做出決定並解決問題”
th: ตัดสินใจและแก้ปัญหา

# M00729
source: Indicator
cn: 指標”
th: ตัวบ่งชี้

# M00730
source: Answer options
cn: 答案選項”
th: ตัวเลือกคำตอบ

# M00731
source: Bold is the "academic year / term" chosen or current
cn: 粗體是所選或當前的“學年/學期”。
th: ตัวหนาคือ 'ปีการศึกษา/เทอม' ที่เลือกหรือปัจจุบัน

# M00732
source: character
cn: 特點”
th: ตัวอักษร

# M00733
source: characters per message
cn: 每條訊息的字元數”
th: ตัวอักษรต่อข้อความ

# M00734
source: grandfather
cn: 眼睛”
th: ตา

# M00735
source: According to the residence registration
cn: 根據房屋登記”
th: ตามทะเบียนบ้าน

# M00736
source: Basic time information table
cn: 基本時間資訊表"
th: ตารางข้อมูลเวลาพื้นฐาน

# M00737
source: Table
cn: 桌子”
th: ตารางที่

# M00738
source: Library access report table
cn: 圖書館使用報告表"
th: ตารางรายงานการเข้าใช้ห้องสมุด

# M00739
source: Schedule
cn: 時間表”
th: ตารางเวลา

# M00740
source: Teaching schedule
cn: 教學安排》
th: ตารางสอน

# M00741
source: Lower
cn: 降低”
th: ต่ำกว่า

# M00742
source: Under 15 years
cn: 15歲以下”
th: ต่ำกว่า 15 ปี

# M00743
source: Under 150,000/ year
cn: 少於 150,000/年”
th: ต่ำกว่า 150,000/ปี

# M00744
source: Below threshold
cn: 低於標準”
th: ต่ำกว่าเกณฑ์

# M00745
source: lower than primary school
cn: 低於小學”
th: ต่ำกว่าประถม

# M00746
source: lower than elementary education
cn: 小學以下”
th: ต่ำกว่าประถมศึกษา

# M00747
source: position
cn: 位置”
th: ตำแหน่ง

# M00748
source: Contact the team immediately
cn: 立即聯繫團隊。
th: ติดต่อทีมงานทันที

# M00749
source: top-up machine
cn: 儲值機”
th: ตู้เติมเงิน

# M00750
source: Prepare to print the Pw.3
cn: 準備列印 Por.3 表格”
th: เตรียมการพิมพ์ใบ ปพ.3

# M00751
source: top up
cn: 儲值"
th: เติมเงิน

# M00752
source: Top up (via Web School Bright, through the Canteen App)
cn: 充值（透過 Web School Bright、透過 App 食堂）”
th: เติมเงิน (ผ่าน Web School Bright , ผ่าน App canteen)

# M00753
source: Top up via top-up machine
cn: 透過儲值機儲值”
th: เติมเงินผ่านตู้เติมเงิน

# M00754
source: school top up
cn: 儲值學費”
th: เติมเงินโรงเรียน

# M00755
source: Top-up completed successfully.
cn: 充值已經完成。
th: เติมเงินเสร็จเรียบร้อยแล้ว

# M00756
source: Top up through the school.
cn: 透過學校儲值”
th: เติมผ่านโรงเรียน

# M00757
source: Top up through the application.
cn: “透過應用程式充值”
th: เติมผ่านแอปพลิเคชัน

# M00758
source: Subdivide Entries
cn: 把事情分解”
th: แตกย่อยรายการ

# M00759
source: Road.
cn: 路”
th: ถนน

# M00760
source: Withdraw money
cn: 取錢”
th: ถอนเงิน

# M00761
source: Withdrawal completed successfully.
cn: 提款已經完成。
th: ถอนเงินเสร็จเรียบร้อยแล้ว

# M00762
source: Withdraw through the school
cn: 透過學校退學”
th: ถอนผ่านโรงเรียน

# M00763
source: Withdraw money through school
cn: “透過申請提款”
th: ถอนผ่านแอปพลิเคชัน

# M00764
source: Trash can
cn: 垃圾桶”
th: ถังขยะ

# M00765
source: Next
cn: 下一個”
th: ถัดไป

# M00766
source: To
cn: 到”
th: ถึง

# M00767
source: To the date
cn: 直到那一天”
th: ถึงวันที่

# M00768
source: Abused/harmed by family members/neighbors
cn: 受到家人/朋友的虐待/傷害
th: ถูกทารุณ/ทำร้ายจากบุคคลในครอบครัว/เพื่อนบ้าน

# M00769
source: sexually abused
cn: 性虐待
th: ถูกล่วงละเมิดทางเพศ

# M00770
source: Accumulated scores tab
cn: 分數選項卡
th: แถบ คะแนนเก็บ

# M00771
source: Great-grandfather
cn: 曾祖父
th: ทวด

# M00772
source: bilateral
cn: 雙邊
th: ทวิภาคี

# M00773
source: Regularly quarrel
cn: 常吵架
th: ทะเลาะวิวาทเป็นประจำ

# M00774
source: Whole school
cn: 全校
th: ทั้งโรงเรียน

# M00775
source: all
cn: 全部
th: ทั้งหมด

# M00776
source: All (everyone in the school)
cn: 全體（學校裡的所有人）
th: ทั้งหมด (ทุกคนในโรงเรียน)

# M00777
source: All Add/Delete/Edit
cn: 全部新增/刪除/編輯
th: ทั้งหมด เพิ่ม/ลบ/แก้ไข

# M00778
source: All are ineligible.
cn: 皆無資格。
th: ทั้งหมดไม่มีสิทธ์

# M00779
source: Immediately
cn: 立即地
th: ทันที

# M00780
source: You are currently recording scores that are not for the current academic period. Do you want to proceed?
cn: 您正在記錄當前學期以外的成績。您想繼續嗎？
th: ท่านกำลังทำการบันทึกคะแนนที่ไม่ใช่ภาคการศึกษาปัจจุบัน ท่านต้องการดำเนินการต่อหรือไม่ ?

# M00781
source: Do you want to cancel the approval of the study results through the School Bright application?
cn: 您想透過 School Bright 申請取消對您成績的批准嗎？
th: ท่านต้องการทำการยกเลิกการอนุมัติผลการเรียนผ่านแอปพลิเคชั่น School Bright ใช่หรือไม่

# M00782
source: Do you want to approve it?
cn: 您想批准嗎？
th: ท่านต้องการทำการอนุมัติ ใช่หรือไม่?

# M00783
source: Do you want to save the data or not?
cn: 您想保存資訊嗎？
th: ท่านต้องการบันทึกข้อมูลหรือไม่

# M00784
source: Do you want to change the display format?
cn: 您想更改顯示格式嗎？
th: ท่านต้องการเปลี่ยนรูปแบบการแสดงผลใช่หรือไม่

# M00785
source: Do you want to print a receipt?
cn: 您想列印收據嗎？
th: ท่านต้องการพิมพ์ใบเสร็จหรือไม่

# M00786
source: Do you want to delete this information?
cn: 您想刪除此資訊嗎？
th: ท่านต้องการลบข้อมูลนี้หรือไม่

# M00787
source: You want to delete your purchases from
cn: 您想要刪除您的購買記錄
th: ท่านต้องการลบรายการซื้อสินค้าของ

# M00788
source: You have not answer the questionnaire on page
cn: 您在值班期間沒有進行任何交易。
th: ท่านยังไม่ได้ทำรายการในหน้าที่

# M00789
source: Data has been saved successfully
cn: 數據已成功記錄。
th: ทำการบันทึกข้อมูลเรียบร้อยแล้ว

# M00790
source: Assessment based on norms
cn: 執行模式評估。
th: ทำการประเมินผลแบบฐานนิยม

# M00791
source: work
cn: 工作
th: ทำงาน

# M00792
source: Work near home
cn: 在附近工作
th: ทำงานแถวบ้าน

# M00793
source: Self-harm
cn: 傷害自己的身體
th: ทำร้ายร่างกายตนเอง

# M00794
source: Inflict harm on others
cn: 對他人造成身體傷害
th: ทำร้ายร่างกายผู้อื่น

# M00795
source: Emergency contact / telephone
cn: 緊急聯絡人/電話
th: ที่ติดต่อฉุกเฉิน/โทรศัพท์

# M00796
source: Residence is in a slum or near a gathering place/entertainment venues.
cn: 居住在貧民窟社區或聚集場所/娛樂中心附近
th: ที่พักอาศัยอยู่ในชุมชนแออัดหรือใกล้แหล่งมั่วสุม/สถานเริงรมย์

# M00797
source: Address according to student registration
cn: 地址以學生註冊為準
th: ที่อยู่ตามทะเบียนของนักเรียน

# M00798
source: Address according to house registration
cn: 根據房屋登記地址
th: ที่อยู่ตามทะเบียนบ้าน

# M00799
source: Current address
cn: 現住址
th: ที่อยู่ปัจจุบัน

# M00800
source: Current address of the students
cn: 學生現住址
th: ที่อยู่ปัจจุบันของนักเรียน

# M00801
source: Everyone
cn: 每個人
th: ทุกคน

# M00802
source: Every class
cn: 每堂課
th: ทุกชั้นเรียน

# M00803
source: Every subject
cn: 所有科目
th: ทุกวิชา

# M00804
source: Term
cn: 學期
th: เทอม

# M00805
source: Gray
cn: 灰色的
th: เทา

# M00806
source: only
cn: 僅有的
th: เท่านั้น

# M00807
source: Transfer
cn: 轉移
th: เทียบโอน

# M00808
source: Thai
cn: 泰國
th: ไทย

# M00809
source: Bank
cn: 銀行
th: ธนาคาร

# M00810
source: personal business
cn: 個人生意
th: ธุรกิจส่วนตัว

# M00811
source: Younger
cn: 兄弟
th: น้อง

# M00812
source: Sleep in hospital room
cn: 睡在病房裡
th: นอนห้องพยาบาล

# M00813
source: Little
cn: 小的
th: น้อย

# M00814
source: Student
cn: 學生
th: นักเรียน

# M00815
source: male student
cn: 男學生
th: นักเรียนชาย

# M00816
source: Students receive money to come to school per day
cn: 學生每天都會收到錢來上學。
th: นักเรียนได้เงินมาโรงเรียนวันละ

# M00817
source: Students receive money to come to school per day (baht)
cn: 學生每天可領取上學費用（泰銖）
th: นักเรียนได้เงินมาโรงเรียนวันละ(บาท)

# M00818
source: Students receive expenses from
cn: 學生的費用來自
th: นักเรียนได้รับค่าใช้จ่ายจาก

# M00819
source: Students work to earn income (occupation).
cn: 學生透過工作賺取收入（職業）。
th: นักเรียนทํางานหารายได้(อาชีพ)

# M00820
source: Students work to earn extra income.
cn: 學生透過打工賺取額外收入。
th: นักเรียนทำงานหารายได้เสริม

# M00821
source: Students with overdue will have their automatic access to academic results blocked.
cn: 有未結餘額的學生必須阻止自動查看其成績。
th: นักเรียนที่มียอดค้างชำระให้ปิดกั้นการดูผลการเรียนอัติโนมัติ

# M00822
source: Regular students
cn: 寄宿生
th: นักเรียนประจำ

# M00823
source: Evaluated students, calculated as a percentage
cn: 學生已評估百分比
th: นักเรียนประเมินแล้ว คิดเป็นร้อยละ

# M00824
source: Evaluated students below the standard, calculated as a percentage
cn: 學生的評估低於標準。百分比
th: นักเรียนประเมินแล้วต่ำกว่าเกณฑ์ คิดเป็นร้อยละ

# M00825
source: Evaluated students with no issues, calculated as a percentage
cn: 學生的評估與正常情況一樣。百分比
th: นักเรียนประเมินแล้วปกติ คิดเป็นร้อยละ

# M00826
source: Evaluated students with problems, calculated as a percentage
cn: 學生評鑑並提出問題。百分比
th: นักเรียนประเมินแล้วมีปัญหา คิดเป็นร้อยละ

# M00827
source: Evaluated students above the standard, calculated as a percentage
cn: 學生的評價高於標準。百分比
th: นักเรียนประเมินแล้วสูงกว่าเกณฑ์ คิดเป็นร้อยละ

# M00828
source: Evaluated students at risk, calculated as a percentage
cn: 學生評估並承擔風險。百分比
th: นักเรียนประเมินแล้วเสี่ยง คิดเป็นร้อยละ

# M00829
source: students attending a project.
cn: 學生去項目
th: นักเรียนไปโครงการ

# M00830
source: Students with special accommodations
cn: 學生尚未評價百分比
th: นักเรียนยังไม่ประเมิน คิดเป็นร้อยละ

# M00831
source: female student
cn: 學生維護自己的權利
th: นักเรียนรักษาสิทธิ์

# M00832
source: new student
cn: 女學生
th: นักเรียนหญิง

# M00833
source: Students stay at home on their own.
cn: 新生
th: นักเรียนใหม่

# M00834
source: Students stay at home by themselves.
cn: 學生獨自待在家裡。
th: นักเรียนอยู่บ้านด้วยตัวเอง

# M00835
source: aunt
cn: 阿姨
th: น้า

# M00836
source: Minute
cn: 分分鐘
th: นาที

# M00837
source: Late Minute
cn: 遲到了幾分鐘
th: นาทีสาย

# M00838
source: Last Name
cn: 姓
th: นามสกุล

# M00839
source: Last Name (Thai)
cn: 姓氏（泰文）
th: นามสกุล(ไทย)

# M00840
source: Last Name (English)
cn: 姓氏（英文）
th: นามสกุล(อังกฤษ)

# M00841
source: Other Last Names
cn: 姓氏（其他）
th: นามสกุล(อื่นๆ)

# M00842
source: Spouse's Last Name
cn: 配偶的姓氏
th: นามสกุลคู่สมรส

# M00843
source: Mr. Miss
cn: 先生 小姐
th: นาย นางสาว

# M00844
source: Registrar
cn: 登記員
th: นายทะเบียน

# M00845
source: Import ONET
cn: 導入ONET
th: นำเข้า ONET

# M00846
source: Import grades for Pw.1
cn: Por.1/R.1 進口材質
th: นำเข้าเกรดสำหรับปพ.1/รบ.1

# M00847
source: Import student data
cn: 導入學生數據
th: นำเข้าข้อมูลนักเรียน

# M00848
source: Import personnel data
cn: 導入人員數據
th: นำเข้าข้อมูลบุคลากร

# M00849
source: Import course data
cn: 導入課程數據
th: นำเข้าข้อมูลวิชาเรียน

# M00850
source: Import alumni data
cn: 導入校友數據
th: นำเข้าข้อมูลศิษย์เก่า

# M00851
source: Import completed alumni data
cn: 校友資料導入成功
th: นำเข้าข้อมูลศิษย์เก่าสำเร็จ

# M00852
source: Import book data
cn: 導入圖書數據
th: นำเข้าข้อมูลหนังสือ

# M00853
source: Import invoices
cn: 進口發票
th: นำเข้าใบแจ้งหนี้

# M00854
source: Import student images
cn: 匯入學生照片
th: นำเข้ารูปภาพนักเรียน

# M00855
source: Water for consumption/consumer use
cn: 消費水/消費水
th: น้ำเพื่อให้อุปโภค/บริโภค

# M00856
source: Import products into stock
cn: 將產品存入庫存
th: นำสินค้าเข้าสต็อก

# M00857
source: Weight (kilograms)
cn: 重量（公斤）
th: น้ำหนัก (กก.)

# M00858
source: Weight (kilograms)
cn: 重量（公斤）
th: น้ำหนัก (กิโลกรัม)

# M00859
source: due to
cn: 由於
th: เนื่องจาก

# M00860
source: Attached exam passing file
cn: 附上考試合格文件
th: แนบไฟล์สอบผ่าน

# M00861
source: Attached file failed exam
cn: 附件是考試不及格的文件
th: แนบไฟล์สอบไม่ผ่าน

# M00862
source: Attach the file for passing the exam.
cn: 附上通過考試的文件。
th: แนบไฟล์สำหรับสอบผ่าน

# M00863
source: Attach the file for failing the exam.
cn: 附上未通過考試的文件。
th: แนบไฟล์สำหรับสอบไม่ผ่าน

# M00864
source: Attach link
cn: 附上連結
th: แนบลิงก์

# M00865
source: Recommend usage
cn: 推薦用途
th: แนะนำการใช้

# M00866
source: In approving a "pass" request, there must be at least
cn: 為了「通過」請求，必須至少有一名審閱者。
th: ในการอนุมัติ "ผ่าน" ให้คำร้อง จะต้องมีผู้ตรวจสอบอย่างน้อย

# M00867
source: Lessons
cn: 課
th: บทเรียน

# M00868
source: Recommended browser
cn: 推薦瀏覽器
th: บราวเซอร์ที่แนะนำ

# M00869
source: General administration
cn: 一般行政管理
th: บริหารทั่วไป

# M00870
source: Student block
cn: 學生部落格
th: บล็อกนักเรียน

# M00871
source: Account
cn: 帳戶
th: บัญชี

# M00872
source: Account/Finance
cn: 會計/金融
th: บัญชี/การเงิน

# M00873
source: blacklist
cn: 黑名單
th: บัญชีดำ

# M00874
source: Main account
cn: 主帳戶
th: บัญชีหลัก

# M00875
source: Card 1
cn: 卡1
th: บัตร1

# M00876
source: Card 2
cn: 卡2
th: บัตร2

# M00877
source: Card 3
cn: 卡3
th: บัตร3

# M00878
source: Temporary card
cn: 臨時卡
th: บัตรชั่วคราว

# M00879
source: 1st card
cn: 第一張牌
th: บัตรใบที่ 1

# M00880
source: 2nd card
cn: 第二張卡
th: บัตรใบที่ 2

# M00881
source: 3rd card
cn: 第三張牌
th: บัตรใบที่ 3

# M00882
source: Spare card
cn: 備用卡
th: บัตรสำรอง

# M00883
source: Registration/Print Parent Card
cn: 儲存/列印家長卡
th: บันทึก/พิมพ์บัตรผู้ปกครอง

# M00884
source: Save the edits.
cn: 儲存編輯。
th: บันทึกการแก้ไข

# M00885
source: growth record
cn: 成長記錄
th: บันทึกการเจริญเติบโต

# M00886
source: The room move has been recorded successfully.
cn: 房間移動已成功記錄。
th: บันทึกการย้ายห้องเรียบร้อยแล้ว

# M00887
source: Record of home visits
cn: 家訪記錄
th: บันทึกการเยี่ยมบ้าน

# M00888
source: Record Individual Home Visits
cn: 個人家訪記錄
th: บันทึกการเยี่ยมบ้านรายบุคคล

# M00889
source: Record weight and height criteria
cn: 記錄體重和身高標準
th: บันทึกเกณฑ์น้ำหนักส่วนสูง

# M00890
source: Save data
cn: 儲存數據
th: บันทึกข้อมูล

# M00891
source: Save data for academic year completed
cn: 記錄已完成學年的信息
th: บันทึกข้อมูลปีการศึกษาสำเร็จ

# M00892
source: Record of Student Development Data (Strengths and Areas for Improvement)
cn: 記錄學生髮展數據（突出點和需要發展的點）
th: บันทึกข้อมูลพัฒนาการเด็กนักเรียน (ข้อเด่นและข้อที่ต้องพัฒนา)

# M00893
source: Save store information finished
cn: 店鋪資訊已保存成功。
th: บันทึกข้อมูลร้านค้าเรียบร้อยแล้ว

# M00894
source: Data saved successfully.
cn: 數據記錄成功
th: บันทึกข้อมูลเรียบร้อย

# M00895
source: Data saved successfully.
cn: 資料保存成功
th: บันทึกข้อมูลสำเร็จ
