Repository: jtrp98/test02
Catalog: jabjaiuniversity/FingerprintPayment/Resources/Resource.*.resx
Languages: cn, th

# M00896
source: Course information has been successfully saved.
cn: 課程資訊已被記錄。
th: บันทึกข้อมูลหลักสูตรเรียบร้อยแล้ว

# M00897
source: Save permission
cn: 記錄許可
th: บันทึกขออนุญาต

# M00898
source: Save scores
cn: 記錄分數
th: บันทึกคะแนน

# M00899
source: Save academic performance scores.
cn: 記錄學業成績
th: บันทึกคะแนนผลการเรียน

# M00900
source: Score recorded successfully
cn: 成績記錄成功
th: บันทึกคะแนนสำเร็จ

# M00901
source: Save the registration fee for the remedial exam successfully.
cn: 記錄成功複習考試的註冊費。
th: บันทึกค่าลงทะเบียนสอบแก้ตัวสำเร็จ

# M00902
source: Graduation record completed
cn: 錄音已完成。
th: บันทึกจบเสร็จเรียบร้อยแล้ว

# M00903
source: Saved by
cn: 保存者
th: บันทึกโดย

# M00904
source: Student Card Registration
cn: 保存學生卡
th: บันทึกบัตรนักเรียน

# M00905
source: Permit Card Registration
cn: 記錄權限請求卡
th: บันทึกบัตรรายการขออนุญาต

# M00906
source: Save a draft
cn: 儲存草稿
th: บันทึกแบบร่าง

# M00907
source: Record of early childhood student development
cn: 幼兒學生髮展記錄
th: บันทึกพัฒนาการนักเรียนปฐมวัย

# M00908
source: Save a draft
cn: 儲存草稿
th: บันทึกร่าง

# M00909
source: Record of this item is complete
cn: 至此記錄完畢。
th: บันทึกรายการนี้เสร็จสมบูรณ์

# M00910
source: Record the document number of this item is completed
cn: 此文檔編號已成功記錄。
th: บันทึกเลขที่เอกสารรายการนี้สำเร็จ

# M00911
source: Record of grade promotion is completed
cn: 促銷已被記錄。
th: บันทึกเลื่อนชั้นเรียบร้อยแล้ว

# M00912
source: Save and next person
cn: 保存並下一個人
th: บันทึกและคนถัดไป

# M00913
source: Save and approve invoices.
cn: 儲存並核准發票。
th: บันทึกและอนุมัติใบแจ้งหนี้

# M00914
source: Record class time
cn: 記錄學習時間
th: บันทึกเวลาเรียน

# M00915
source: baht
cn: 銖
th: บาท

# M00916
source: Home of a relative/non-relative guardian
cn: 親屬/非親屬監護人的住所
th: บ้านของญาติ/ผู้ปกครองที่ไม่ใช่ญาติ

# M00917
source: own house
cn: 自己的房子
th: บ้านของตนเอง

# M00918
source: Half cement half timber house
cn: 半水泥半木造的房子
th: บ้านครึ่งปูนครึ่งไม้

# M00919
source: Rented house
cn: 房屋出租
th: บ้านเช่า

# M00920
source: Relative's house
cn: 親戚家
th: บ้านญาติ

# M00921
source: Dwelling house
cn: 住宅
th: บ้านที่พักอาศัย

# M00922
source: Dwelling house/Family relationship
cn: 居住/家庭關係
th: บ้านที่พักอาศัย/ความสัมพันธ์ในครอบครัว

# M00923
source: Living with parents (owner/tenant)
cn: 你和父母住的房子（業主/租戶）
th: บ้านที่อาศัยอยู่กับพ่อแม่ (เป็นเจ้าของ/ผู้เช่า)

# M00924
source: Cement house
cn: 水泥房子
th: บ้านปูน

# M00925
source: Government housing
cn: 政府住宅
th: บ้านพักราชการ

# M00926
source: Wooden house
cn: 木房子
th: บ้านไม้

# M00927
source: House number
cn: 門牌號
th: บ้านเลขที่

# M00928
source: Current house number
cn: 目前的門牌號
th: บ้านเลขที่ปัจจุบัน

# M00929
source: House or accommodation type temple, foundation, dormitory, factory, stay with the employer.
cn: 寺廟、基金會、宿舍、工廠等房屋或住宿場所屬於雇主所有。
th: บ้านหรือที่พักประเภท วัด มูลนิธิ หอพัก โรงงาน อยู่กับนายจ้าง

# M00930
source: Latest barcodes
cn: 最新條碼
th: บาร์โค้ดล่าสุด

# M00931
source: Book barcode
cn: 圖書條碼
th: บาร์โค้ดหนังสือ

# M00932
source: Father
cn: 父親
th: บิดา

# M00933
source: Father - Mother
cn: 父親 - 母親
th: บิดา - มารดา

# M00934
source: Father passed away
cn: 父親過世
th: บิดาถึงแก่กรรม

# M00935
source: adoptive father
cn: 養父
th: บิดาบุญธรรม

# M00936
source: Parents remarry
cn: 父母再婚
th: บิดามารดาแต่งงานใหม่

# M00937
source: Parents passed away
cn: 父母去世
th: บิดามารดาถึงแก่กรรม

# M00938
source: Parents separated
cn: 父母分居
th: บิดามารดาแยกกันอยู่

# M00939
source: Parents divorced
cn: 父母離婚
th: บิดามารดาหย่าร้าง

# M00940
source: Parents live together
cn: 父母住在一起
th: บิดามารดาอยู่ด้วยกัน

# M00941
source: Family members addicted to drugs
cn: 家庭成員吸毒成癮
th: บุคคลในครอบครัวติดสารเสพติด

# M00942
source: Family members gamble
cn: 家庭成員賭博
th: บุคคลในครอบครัวเล่นการพนัน

# M00943
source: External person
cn: 局外人
th: บุคคลภายนอก

# M00944
source: personnel
cn: 人員
th: บุคลากร

# M00945
source: Personnel -Teachers
cn: 人員-教師
th: บุคลากร -อาจารย์

# M00946
source: telephone number
cn: 電話號碼
th: เบอร์โทรศัพท์

# M00947
source: telephone number Emergency contact
cn: 電話號碼緊急聯絡方式
th: เบอร์โทรศัพท์ ติดต่อฉุกเฉิน

# M00948
source: Phone number (work)
cn: 電話號碼（工作）
th: เบอร์โทรศัพท์(ที่ทำงาน)

# M00949
source: Telephone number (home)
cn: 電話號碼（家用電話）
th: เบอร์โทรศัพท์(บ้าน)

# M00950
source: Telephone number (mobile)
cn: 電話號碼（手機）
th: เบอร์โทรศัพท์(มือถือ)

# M00951
source: This phone number has already been verified.
cn: 該電話號碼已經過驗證。
th: เบอร์โทรศัพท์นี้ได้ทำการยืนยันตัวตนแล้ว

# M00952
source: Home phone number
cn: 家用電話號碼
th: เบอร์โทรศัพท์บ้าน

# M00953
source: Friend's phone number
cn: 朋友的電話號碼
th: เบอร์โทรศัพท์เพื่อน

# M00954
source: Mobile phone number
cn: 手機號碼
th: เบอร์โทรศัพท์มือถือ

# M00955
source: Alternative phone number
cn: 備用電話號碼
th: เบอร์โทรศัพท์สำรอง

# M00956
source: Main phone number
cn: 主要電話號碼
th: เบอร์โทรศัพท์หลัก

# M00957
source: Withdraw tuition fees
cn: 學費報銷
th: เบิกค่าเล่าเรียน

# M00958
source: Withdrawable
cn: 可以提現
th: เบิกได้

# M00959
source: Non-withdrawable
cn: 無法提現
th: เบิกไม่ได้

# M00960
source: Share assessment
cn: 股份評估
th: แบ่งปันการประเมิน

# M00961
source: Share success
cn: 分享成功
th: แบ่งปันสำเร็จ

# M00962
source: 100 Items Form
cn: 100 個問題表格
th: แบบ 100 ข้อ

# M00963
source: 30 Items Form
cn: 30 項表格
th: แบบ 30 ข้อ

# M00964
source: 50 Items Form
cn: 50 題表格
th: แบบ 50 ข้อ

# M00965
source: 60 Items Form
cn: 60 項表格
th: แบบ 60 ข้อ

# M00966
source: Student quality development results record form
cn: 學生素質發展成果記錄表
th: แบบบันทึกผลการพัฒนาคุณภาพผู้เรียน

# M00967
source: Student quality development results record form (Pw.5)
cn: 學生素質發展成果紀錄表（Por.5）
th: แบบบันทึกผลการพัฒนาคุณภาพผู้เรียน (ปพ.5)

# M00968
source: EQ assessment form
cn: 情緒智商評估表
th: แบบประเมิน EQ

# M00969
source: SDQ assessment form
cn: SDQ評估表
th: แบบประเมิน SDQ

# M00970
source: Exercises/Homework
cn: 練習/家庭作業
th: แบบฝึกหัด/การบ้าน

# M00971
source: Form
cn: 形式
th: แบบฟอร์ม

# M00972
source: Grade Import Excel Form for Transcript
cn: 用於匯入成績以發布 P.P.1/R.1 的 Excel 表格
th: แบบฟอร์ม Excel นำเข้าเกรดเพื่อลง ปพ.1/รบ.1

# M00973
source: Scores Import Excel Form by subjects
cn: 按科目匯入成績的 Excel 表格
th: แบบฟอร์ม Excel นำเข้าคะแนนตามรายวิชา

# M00974
source: Comment registration form
cn: 意見登記表
th: แบบฟอร์มการลงทะเบียนความเห็น

# M00975
source: Student information form 2.3.9
cn: 學生資料表2.3.9
th: แบบฟอร์มข้อมูลนักเรียน 2.3.9

# M00976
source: Personnel information form 1.5.2
cn: 人員資訊表1.5.2
th: แบบฟอร์มข้อมูลบุคลากร 1.5.2

# M00977
source: Class schedule form 1.0
cn: 課表表格1.0
th: แบบฟอร์มตารางเรียน 1.0

# M00978
source: Invoice import form 1.0
cn: 發票導入表格1.0
th: แบบฟอร์มนำเข้าใบแจ้งหนี้ 1.0

# M00979
source: Amount Import Form 1.0
cn: 金額匯入表1.0
th: แบบฟอร์มนำเข้ายอดเงิน 1.0

# M00980
source: Individual learner quality development report form (Pw.6)
cn: 個別學習者素質發展報告表（Por.6）
th: แบบรายงานการพัฒนาคุณภาพผู้เรียนรายบุคคล (ปพ.6)

# M00981
source: Graduate report form (Pw.3)
cn: 畢業生報告表（Por.3）
th: แบบรายงานผู้สำเร็จการศึกษา (ปพ.3)

# M00982
source: Summary of Student Home Visit Results
cn: 學生家訪總結表
th: แบบสรุปผลการเยี่ยมบ้านนักเรียน

# M00983
source: Invoice
cn: 發票
th: ใบแจ้งหนี้

# M00984
source: Certificate (Pw.2)
cn: 證書（Por.P.2）
th: ใบประกาศนียบัตร (ปพ.2)

# M00985
source: Academic transcript (Pw.7)
cn: 成績單（Por.7）
th: ใบรับรองผลการศึกษา (ปพ.7)

# M00986
source: Transcript
cn: 學業成績調查表
th: ใบสำรวจผลการเรียน

# M00987
source: Professional License
cn: 專業執照
th: ใบอนุญาตประกอบวิชาชีพ

# M00988
source: Professional license/history of receiving royal decorations
cn: 專業執照/獲得皇家勳章的歷史
th: ใบอนุญาตประกอบวิชาชีพ/ประวัติการรับเครื่องราชฯ

# M00989
source: normal
cn: 普通的
th: ปกติ

# M00990
source: calendar
cn: 日曆
th: ปฏิทิน

# M00991
source: School Calendar
cn: 學校日曆
th: ปฏิทินโรงเรียน

# M00992
source: Access denied
cn: 拒絕訪問
th: ปฏิเสธการเข้าใช้

# M00993
source: Pw.1 original/backup
cn: PP.1，真人/替補
th: ปพ.1 ตัวจริง/สำรอง

# M00994
source: Pw.5
cn: PP.5
th: ปพ.5

# M00995
source: Announcement from the system
cn: 系統公告
th: ประกาศจากระบบ

# M00996
source: Professional Certificate Announcement
cn: 職業證書公告
th: ประกาศนีย์บัตรวิชาชีพ

# M00997
source: Advanced Professional Certificate Announcement
cn: 高級職業證書
th: ประกาศนีย์บัตรวิชาชีพขั้นสูง

# M00998
source: Announced
cn: 已公佈
th: ประกาศแล้ว

# M00999
source: regular
cn: 常規的
th: ประจำ

# M01000
source: academic year
cn: 學年
th: ประจำปีการศึกษา

# M01001
source: public relations
cn: 公關
th: ประชาสัมพันธ์

# M01002
source: meeting
cn: 見面
th: ประชุม

# M01003
source: Primary education
cn: 初等教育
th: ประถมศึกษา

# M01004
source: Passport country
cn: 護照國家
th: ประเทศหนังสือเดินทาง

# M01005
source: Answer sheet type
cn: 答案紙類型
th: ประเภทกระดาษคำตอบ

# M01006
source: Type of use
cn: 使用類型
th: ประเภทการใช้

# M01007
source: Travel type
cn: 旅行類型
th: ประเภทการเดินทาง

# M01008
source: Sending type
cn: 傳動方式
th: ประเภทการส่ง

# M01009
source: Type of Honors
cn: 榮譽類別
th: ประเภทเกียรติคุณ

# M01010
source: Type of permission request
cn: 權限請求類型
th: ประเภทของการขออนุญาต

# M01011
source: Type of Exam
cn: 考試類型
th: ประเภทข้อสอบ

# M01012
source: Type of Score
cn: 分數類型
th: ประเภทคะแนน

# M01013
source: Type of Fee
cn: 費用類型
th: ประเภทค่าธรรมเนียม

# M01014
source: Transaction Type
cn: 交易類型
th: ประเภททำรายการ

# M01015
source: Type of Personnel
cn: 人員類型
th: ประเภทบุคลากร

# M01016
source: Type of Permit
cn: 許可證類型
th: ประเภทใบอนุญาต

# M01017
source: Type of Requester
cn: 申請人類型
th: ประเภทผู้ยื่นคำร้อง

# M01018
source: Type of Employee
cn: 員工類型
th: ประเภทพนักงาน

# M01019
source: Type of Subject
cn: 課程類型
th: ประเภทรายวิชา

# M01020
source: Leave type
cn: 請假類型
th: ประเภทลา

# M01021
source: Day type
cn: 日間型
th: ประเภทวัน

# M01022
source: Important day type
cn: 重要日期類型
th: ประเภทวันสำคัญ

# M01023
source: Membership type
cn: 會員類型
th: ประเภทสมาชิก

# M01024
source: Book type
cn: 書籍類型
th: ประเภทหนังสือ

# M01025
source: Annual academic performance assessment.
cn: 年度學術評估
th: ประเมินผลการเรียนประจำปี

# M01026
source: Semester academic performance assessment.
cn: 評估本學期的學業成績
th: ประเมินผลการเรียนประจำภาค

# M01027
source: Yearly assessment with a score out of 100%.
cn: 年度學業成績評估，成績100%
th: ประเมินผลการเรียนรายปีคะแนน 100%

# M01028
source: Assessed.
cn: 已評估
th: ประเมินแล้ว

# M01029
source: Assessed (lower than normal)
cn: 評估（低於正常水平）
th: ประเมินแล้ว(ต่ำกว่าปกติ)

# M01030
source: Assessed (Normal)
cn: 評價（正常）
th: ประเมินแล้ว(ปกติ)

# M01031
source: Assessed (problem)
cn: 評估（問題）
th: ประเมินแล้ว(ปัญหา)

# M01032
source: Assessed (higher than normal)
cn: 評估（高於正常）
th: ประเมินแล้ว(สูงกว่าปกติ)

# M01033
source: Assessed (risk)
cn: 評估（風險）
th: ประเมินแล้ว(เสี่ยง)

# M01034
source: History of requesting this type of permission
cn: 請求此類權限的歷史記錄
th: ประวัติการขออนุญาตประเภทนี้

# M01035
source: Payment history
cn: 付款記錄
th: ประวัติการชำระเงิน

# M01036
source: History of attendance in the semester.
cn: 第二學期學習歷程
th: ประวัติการมาเรียนภาคเรียนที่

# M01037
source: Borrowing history
cn: 借款歷史
th: ประวัติการยืม

# M01038
source: History of receiving royal equipment.
cn: 接受皇家勳章的歷史
th: ประวัติการรับเครื่องราชฯ

# M01039
source: Educational history
cn: 教育記錄
th: ประวัติการศึกษา

# M01040
source: History of training, study, work visits
cn: 培訓、學習、工作訪問經歷
th: ประวัติการอบรม ศึกษา ดูงาน

# M01041
source: Recent student name list.
cn: 最新學生名單歷史
th: ประวัติรายชื่อนักเรียนล่าสุด

# M01042
source: School history.
cn: 學校歷史
th: ประวัติโรงเรียน

# M01043
source: Personal history.
cn: 個人記錄
th: ประวัติส่วนตัว

# M01044
source: Automatic Date Prefix Adjustment
cn: 自動調整日期前綴
th: ปรับคำนำหน้าอัตโนมัติวันที่

# M01045
source: Improve
cn: 修正
th: ปรับปรุง

# M01046
source: Change status.
cn: 更改狀態
th: ปรับเปลี่ยนสถานะ

# M01047
source: Adjust status
cn: 調整狀態
th: ปรับสถานะ

# M01048
source: Adjust attendance status
cn: 調整學習狀態
th: ปรับสถานะการมาเรียน

# M01049
source: Bachelor's degree.
cn: 學士學位
th: ปริญญาตรี

# M01050
source: Bachelor's degree or equivalent.
cn: 學士學位或同等學歷
th: ปริญญาตรี หรือเทียบเท่า

# M01051
source: Master's degree.
cn: 碩士
th: ปริญญาโท

# M01052
source: Doctorate degree.
cn: 博士學位
th: ปริญญาเอก

# M01053
source: Bachelor's degree.
cn: 學士學位
th: ปริญาตรี

# M01054
source: Master's degree.
cn: 碩士
th: ปริญาโท

# M01055
source: End of term
cn: 最後一個學期
th: ปลายภาค

# M01056
source: Suffering from a serious/chronic illness
cn: 患有嚴重/慢性疾病
th: ป่วยเป็นโรคร้ายแรง/เรื้อรัง

# M01057
source: Currently associated with substance abuse.
cn: 目前與成癮物質有關
th: ปัจจุบันเกี่ยวข้องกับสารเสพติด

# M01058
source: Aunt.
cn: 阿姨
th: ป้า

# M01059
source: moderate
cn: 緩和
th: ปานกลาง

# M01060
source: billboard
cn: 廣告看板
th: ป้ายโฆษณา

# M01061
source: bus stop
cn: 巴士站
th: ป้ายรถเมล์

# M01062
source: turn off
cn: 關
th: ปิด

# M01063
source: Disable
cn: 停用
th: ปิดการใช้งาน

# M01064
source: Deactivate all courses and delete plans.
cn: 停用所有課程並刪除計劃。
th: ปิดการใช้งานหลักสูตรทั้งหมดและลบแผน

# M01065
source: Shut down the system
cn: 關閉系統
th: ปิดระบบ

# M01066
source: Deactivate user privileges
cn: 關閉許可證
th: ปิดสิทธิการใช้งาน

# M01067
source: Year
cn: 年
th: ปี พ.ศ.

# M01068
source: year
cn: 年
th: ปีการศึกษา

# M01069
source: Academic year completed
cn: 學年已完成
th: ปีการศึกษาที่จบ

# M01070
source: current academic year
cn: 目前學年
th: ปีการศึกษาปัจจุบัน

# M01071
source: Academic year displayed
cn: 顯示學年
th: ปีการศึกษาแสดงผล

# M01072
source: year
cn: 年
th: ปีที่

# M01073
source: Year of copy
cn: 複製年份
th: ปีที่คัดลอก

# M01074
source: Year received
cn: 收到年份
th: ปีที่ได้รับ

# M01075
source: Year of publication
cn: 出版年份
th: ปีที่พิมพ์

# M01076
source: Start year
cn: 年開始
th: ปีเริ่มต้น

# M01077
source: End year
cn: 年底
th: ปีสิ้นสุด

# M01078
source: Grandfather
cn: 祖父
th: ปู่

# M01079
source: Grandfather/Grandmother/Grandfather/Grandmother.
cn: 祖父/祖母/祖父/祖母
th: ปู่/ย่า/ตา/ยาย

# M01080
source: To be
cn: 是
th: เป็น

# M01081
source: You’re the child of the family
cn: 他是
th: เป็นบุตรคนที่

# M01082
source: Being a smoker, an alcoholic, or a user of other substances
cn: 對香菸、酒精或其他藥物上癮。
th: เป็นผู้ติดบุหรี่ สุรา หรือการใช้สารเสพติดอื่นๆ

# M01083
source: Change settings.
cn: 更改設定
th: เปลี่ยนการตั้งค่า

# M01084
source: Changing the password for this item was unsuccessful.
cn: 無法變更該項目的密碼。
th: เปลี่ยนรหัสผ่านรายการนี้ไม่สำเร็จ

# M01085
source: Changing the password for this item was successful.
cn: 該項目的密碼已成功更改。
th: เปลี่ยนรหัสผ่านรายการนี้สำเร็จ

# M01086
source: Change status.
cn: 更改狀態
th: เปลี่ยนสถานะ

# M01087
source: Percentage of correct answers.
cn: 正確答案百分比
th: เปอร์เซ็นต์ตอบถูก

# M01088
source: Percentage should not exceed 100.
cn: 百分比不應超過 100。
th: เปอร์เซ็นต์ไม่ควรเกิน 100

# M01089
source: Open
cn: 打開
th: เปิด

# M01090
source: Open/Close reception through the application.
cn: 啟用/停用透過應用程式接收
th: เปิด/ปิด การรับผ่านแอปพลิเคชัน

# M01091
source: Open/Close backup plan
cn: 開啟/關閉備份計劃
th: เปิด/ปิดแผนสำรอง

# M01092
source: Enable application display.
cn: 打開應用程式顯示
th: เปิดการแสดงผลแอปพลเคชัน

# M01093
source: Turn on the system.
cn: 打開系統
th: เปิดระบบ

# M01094
source: Grant permission for users to edit scores (effective until midnight).
cn: 允許使用者編輯樂譜。 （有效期限至午夜）
th: เปิดสิทธิ์ให้ผู้ใช้งานแก้ไขคะแนน (มีผลถึงเที่ยงคืน)

# M01095
source: Translate results.
cn: 解釋結果
th: แปลผล

# M01096
source: Program.
cn: 程式
th: โปรแกรม

# M01097
source: Please correct the errors reported earlier before proceeding
cn: 請更正之前報告的錯誤。在繼續之前
th: โปรดแก้ไขข้อผิดพลาดที่แจ้งก่อนหน้า ก่อนดำเนินการต่อไป

# M01098
source: Please double-check to ensure there is no impact on other departments in the school.
cn: 請確保不影響學校其他部門。
th: โปรดตรวจสอบให้แน่ใจอีกครั้งว่าไม่เกิดผลกระทบกับหน่วยงานอื่นๆในโรงเรียน

# M01099
source: Please note! You (user's name).
cn: 請注意！您（使用者的名字和姓氏）
th: โปรดทราบ! คุณ (ชื่อ-นามสกุลของผู้ใช้งาน)

# M01100
source: Please enter score ratio.
cn: 請輸入分數比例。
th: โปรดป้อนสัดส่วนคะแนน

# M01101
source: Please confirm for joint evaluation.
cn: 請確認後進行聯合評估。
th: โปรดยืนยันสำหรับการประเมินร่วมกัน

# M01102
source: Please specify
cn: 請註明
th: โปรดระบุ

# M01103
source: Please specify the environment around your residence, such as near a gathering place. Near entertainment venues, slum, etc.
cn: 請註明您居住地周圍的環境，例如聚集場所附近。靠近娛樂場所、人群密集的社區等
th: โปรดระบุสภาพแวดล้อมรอบที่อยู่อาศัย เช่น ใกล้แหล่งมั่วสุม ใกล้สถานบันเทิง ชุมชน แออัด เป็นต้น

# M01104
source: Please create an exam first.
cn: 請先建立一個考試。
th: โปรดสร้างข้อสอบก่อน

# M01105
source: round-trip
cn: 往返
th: ไป - กลับ

# M01106
source: Go to the mall/see a movie
cn: 去商場/看電影
th: ไปเที่ยวห้างสรรพสินค้า/ดูภาพยนตร์

# M01107
source: to
cn: 到
th: ไปยัง

# M01108
source: Going to government service
cn: 去政府服務
th: ไปราชการ

# M01109
source: Go to the snooker shop.
cn: 去斯諾克店。
th: ไปร้านสนุกเกอร์

# M01110
source: Go to a public park.
cn: 去公園
th: ไปสวนสาธารณะ

# M01111
source: Go see friends.
cn: 去看一個朋友。
th: ไปหาเพื่อน

# M01112
source: Impact of AIDS.
cn: 愛滋病的影響
th: ผลกระทบจากเอดส์

# M01113
source: Assessment results.
cn: 評價結果
th: ผลการประเมิน

# M01114
source: Assessment results for reading, thinking, analyzing, and writing.
cn: 閱讀、思考、分析和寫作的評估結果
th: ผลการประเมินการอ่าน คิด วิเคราะห์และเขียน

# M01115
source: Assessment results of desirable characteristics.
cn: 理想特性的評估結果
th: ผลการประเมินคุณลักษณะอันพึงประสงค์

# M01116
source: Characteristics assessment results.
cn: 特性評估結果
th: ผลการประเมินคุณลักษณะฯ

# M01117
source: Individual assessment results.
cn: 個人評估結果
th: ผลการประเมินรายคน

# M01118
source: Student home visit results summarized as follows.
cn: 現將學生家訪結果總結如下：
th: ผลการเยี่ยมบ้านนักเรียน สรุปผลดังนี้

# M01119
source: Cumulative academic results
cn: 累計學業成績
th: ผลการเรียนสะสม

# M01120
source: Results of responses to each question
cn: 每個答案的結果
th: ผลคำตอบรายข้อ

# M01121
source: Evaluation results.
cn: 評價結果
th: ผลประเมิน

# M01122
source: Other assessment results.
cn: 其他評價結果
th: ผลประเมินอื่นๆ

# M01123
source: Annual total scores are expressed as GPA.
cn: 年度總成績以 GPA 表示。
th: ผลรวมรายปีจะแสดงเป็นเกรดเฉลี่ย

# M01124
source: Semester total scores are expressed as GPA.
cn: 學期總計以 GPA 表示。
th: ผลรวมรายภาคเรียนจะแสดงเป็นเกรดเฉลี่ย

# M01125
source: Semester total scores are expressed as percentages.
cn: 學期總數以百分比表示。
th: ผลรวมรายภาคเรียนจะแสดงเป็นร้อยละ

# M01126
source: Exam results.
cn: 考試成績
th: ผลสอบ

# M01127
source: Exam results have been recalculated.
cn: 測試結果被重新計算。
th: ผลสอบถูกคำนวณใหม่

# M01128
source: Hardware products.
cn: 五金產品
th: ผลิตภัณฑ์ Hardware

# M01129
source: Software products.
cn: 產品軟體
th: ผลิตภัณฑ์ Software

# M01130
source: Passed.
cn: 經過
th: ผ่าน

# M01131
source: Seller.
cn: 賣方
th: ผู้ขาย

# M01132
source: Author/Translator
cn: 作者/譯者
th: ผู้เขียน/ผู้แปล

# M01133
source: Assistant Academic Director
cn: 助理學術主任
th: ผู้ช่วยผู้อำนวยการฝ่ายวิชาการ

# M01134
source: Users will only see the subjects they teach.
cn: 使用者只會看到教師教授的科目的科目清單。
th: ผู้ใช้งานจะเห็นรายชื่อวิชาเฉพาะวิชาที่เป็นครูผู้สอนเท่านั้น

# M01135
source: Buyer.
cn: 買方
th: ผู้ซื้อ

# M01136
source: signer
cn: 簽名人
th: ผู้เซ็น

# M01137
source: Administrator
cn: 行政人員
th: ผู้ดูแลระบบ

# M01138
source: Examiner
cn: 檢驗員
th: ผู้ตรวจสอบ

# M01139
source: Author
cn: 作者
th: ผู้แต่ง

# M01140
source: Transaction Maker
cn: 交易撮合者
th: ผู้ทำรายการ

# M01141
source: Parents have assessed Percentage
cn: 家長已評估百分比
th: ผู้ปกครองประเมินแล้ว คิดเป็นร้อยละ

# M01142
source: Parents assessed it as normal. Percentage
cn: 家長評價為正常。百分比
th: ผู้ปกครองประเมินแล้วปกติ คิดเป็นร้อยละ

# M01143
source: Parents assess that there is a problem. Percentage
cn: 家長判斷有問題。百分比
th: ผู้ปกครองประเมินแล้วมีปัญหา คิดเป็นร้อยละ

# M01144
source: Parents assess the risks. Percentage
cn: 家長評估風險。百分比
th: ผู้ปกครองประเมินแล้วเสี่ยง คิดเป็นร้อยละ

# M01145
source: Parents pick up before the scheduled time
cn: 家長早早接機
th: ผู้ปกครองมารับก่อนกำหนด

# M01146
source: Parents arrive by motorcycle.
cn: 父母用摩托車接生
th: ผู้ปกครองมาส่งโดยรถจักรยานยนต์

# M01147
source: Parents arrive by car.
cn: 父母開車來送我們。
th: ผู้ปกครองมาส่งโดยรถยนต์

# M01148
source: Parents have not yet evaluated Percentage
cn: 家長還沒評價百分比
th: ผู้ปกครองยังไม่ประเมิน คิดเป็นร้อยละ

# M01149
source: Assessor
cn: 評審員
th: ผู้ประเมิน

# M01150
source: Individuals authorized to review students' requests are class teachers and advisors.
cn: 有權調查學生投訴的人是班主任兼輔導老師
th: ผู้มีสิทธิในการตรวจสอบคำร้องของนักเรียนคือ ครูประจำชั้นและครูที่ปรึกษา

# M01151
source: Individuals authorized to review requests from teachers/staff are department heads and those listed in the table below.
cn: 有權調查教師/僱員投訴的人是：部門主管及人員名單如下表
th: ผู้มีสิทธิในการตรวจสอบคำร้องของอาจารย์/พนักงานคือ หัวหน้าแผนกและผู้ที่มีรายชื่ออยู่ในตารางข้างล่าง

# M01152
source: Applicant
cn: 申請人
th: ผู้ยื่นคำร้อง

# M01153
source: Recipient
cn: 接受者
th: ผู้รับ

# M01154
source: Message recipient
cn: 訊息接收者
th: ผู้รับข้อความ

# M01155
source: Students must earn credits throughout the course of no less than
cn: 學習者在整個課程中必須獲得不少於 10 個學分。
th: ผู้เรียนต้องได้หน่วยกิตตลอดหลักสูตรไม่น้อยกว่า

# M01156
source: Students study fundamental and additional subjects.
cn: 學生學習基礎科目和附加科目。
th: ผู้เรียนเรียนรายวิชาพื้นฐานและเพิ่มเติม

# M01157
source: Applicants know the educational institution from
cn: 申請人了解該教育機構的來源
th: ผู้สมัครรู้จักสถานศึกษา จาก

# M01158
source: Student information provider
cn: 學生資訊提供者
th: ผู้ให้ข้อมูลนักเรียน

# M01159
source: school director
cn: 學校主任
th: ผู้อำนวยการโรงเรียน

# M01160
source: director
cn: 導演
th: ผู้อำนวยการ

# M01161
source: Plan
cn: 計劃
th: แผน

# M01162
source: Department
cn: 部門
th: แผนก

# M01163
source: Study Plan
cn: 學習計劃
th: แผนการเรียน

# M01164
source: Map of applicant's residence
cn: 申請人居住地地圖
th: แผนที่ที่อยู่อาศัยของผู้สมัคร

# M01165
source: School Map
cn: 學校地圖
th: แผนที่โรงเรียน

# M01166
source: Graduated
cn: 放學了
th: พ้นการเรียน

# M01167
source: Discharged
cn: 狀況不佳
th: พ้นสภาพ

# M01168
source: Company Employee
cn: 公司員工
th: พนักงานบริษัท

# M01169
source: State Enterprise Employee
cn: 國民企業員工
th: พนักงานรัฐวิสาหกิจ

# M01170
source: If you find an error, please inform the system administrator
cn: 如果您發現錯誤，請通知系統管理員。
th: พบข้อผิดพลาดกรุณาแจ้งผู้ดูแลระบบ

# M01171
source: Found that this student's code is currently studying in the year
cn: 找到了當年就讀的這個學生證
th: พบรหัสนักเรียนนี้กำลังศึกษาในปี

# M01172
source: Brahma
cn: 梵
th: พราห์ม

# M01173
source: Violent Behavior
cn: 暴力行為
th: พฤติกรรมการใช้ความรุนแรง

# M01174
source: Substance Abuse Behavior
cn: 物質使用行為
th: พฤติกรรมการใช้สารเสพติด

# M01175
source: Sexual Behavior
cn: 性行為
th: พฤติกรรมทางเพศ

# M01176
source: Behavior and Risk
cn: 行為和風險
th: พฤติกรรมและความเสี่ยง

# M01177
source: Thursday
cn: 週四
th: พฤหัสบดี

# M01178
source: Satisfied with Life
cn: 對生活很滿意
th: พอใจในชีวิต

# M01179
source: Fair
cn: 很公平
th: พอใช้

# M01180
source: Parents are separated or remarried.
cn: 父母分居或再婚
th: พ่อแม่แยกทางกัน หรือแต่งงานใหม่

# M01181
source: Suspension from school
cn: 停學
th: พักการเรียน

# M01182
source: Residing with (Prefix)
cn: 與（前綴）住在一起
th: พักอาศัยอยู่กับ (คำนำหน้า)

# M01183
source: Residing with (Name)
cn: 與（姓名）住在一起
th: พักอาศัยอยู่กับ (ชื่อ)

# M01184
source: Residing with (Surname)
cn: 與（姓氏）住在一起
th: พักอาศัยอยู่กับ (นามสกุล)

# M01185
source: Residing with (Email)
cn: 與（電子郵件）住在一起
th: พักอาศัยอยู่กับ (อีเมล์)

# M01186
source: Residing with(Prefix)
cn: 與（前綴）住在一起
th: พักอาศัยอยู่กับ(คำนำหน้า)

# M01187
source: Residing with(Name)
cn: 與（姓名）住在一起
th: พักอาศัยอยู่กับ(ชื่อ)

# M01188
source: Residing with(Surname)
cn: 與（姓）同住
th: พักอาศัยอยู่กับ(นามสกุล)

# M01189
source: Residing with(Email)
cn: 與（電子郵件）住在一起
th: พักอาศัยอยู่กับ(อีเมล์)

# M01190
source: Mission
cn: 使命
th: พันธกิจ

# M01191
source: Part-time
cn: 兼職
th: พาร์ทไทม์

# M01192
source: Print
cn: 列印
th: พิมพ์

# M01193
source: Print Form Pw.5
cn: 類型 Por.5
th: พิมพ์ ปพ.5

# M01194
source: Print Cover Page Only
cn: 僅列印封面頁
th: พิมพ์เฉพาะหน้าปก

# M01195
source: Print All
cn: 輸入全部
th: พิมพ์ทั้งหมด

# M01196
source: Print cards for the whole room
cn: 為整個房間列印卡片
th: พิมพ์บัตรทั้งห้อง

# M01197
source: Print Student Cards
cn: 列印學生證
th: พิมพ์บัตรนักเรียน

# M01198
source: Print Employee/Teacher Cards
cn: 列印員工/教師卡
th: พิมพ์บัตรพนักงาน/อาจารย์

# M01199
source: Print Individual Cards
cn: 列印個人卡片
th: พิมพ์บัตรรายบุคคล

# M01200
source: Print Exam Cards
cn: 列印考試卡
th: พิมพ์บัตรสอบ
